[{"title": "Abraham Lincoln: America's Greatest President", "article": "Lincoln vowed to end slavery during his campaign for president, while never speaking about how the country would keep its relationship with the southern states when slavery was ended. This angered many southerners who promised to rebel if Lincoln won. The war lasted four years, and about 620,000 soldiers died. In what is considered the turning point of the war, Lincoln issued his famous Emancipation Proclamation in January 1863. What it did was gain international favor from the world because of its ethical qualities. It put pressure on those countries doing business with the south to review their practices. It effectively put an end to the war. Lincoln was assassinated on April 15, 1865 by a southern sympathizer as he sat in a theater with his wife.", "keyword": ["lincoln", "slavery", "southern", "anger", "southerner"]}, {"title": "Albert Einstein: Intelligence Personified", "article": "It was Einstein who first conceived of a nuclear fission weapon that he felt Germany was on the verge of discovery. He urged President Franklin D. Roosevelt to begin development of a similar weapon, but also felt it was best not to use it. His warning about the Nazis served the president well, and the Manhattan Project was born. This project was designed to develop a nuclear weapon in the United States in case Hitler unleashed his own weapon. Einstein was a life-long pacifist. He spoke of the purity of science, and how it should be used for the betterment of Humankind, and not for creating weapons of mass destruction. Because of his high IQ, Einstein's name has become synonymous with intelligence in the United States.", "keyword": ["weapon", "einstein", "nuclear", "project", "conceive"]}, {"title": "Alexander Graham Bell: Inventor of the Telephone", "article": "On March 10, 1876, Bell's invention was put to the test. The first words transmitted by phone were to his assistant. \"Mr. Watson - come here - I want to see you.\" Watson heard Bell's words clearly in the next room, and the telephone came into existence.", "keyword": ["bell", "watson", "march", "transmit", "phone"]}, {"title": "Andrew Carnegie: From Rags to Riches", "article": "Throughout his lifetime, Carnegie stressed education. Even though he was not an educated person, his father emphasized reading during his childhood. Carnegie donated freely to education, and founded Carnegie-Mellon University. Carnegie felt it was the duty of the very wealthy to share their fortune with others. Andrew Carnegie is a true philanthropist.", "keyword": ["carnegie", "education", "stress", "educate", "emphasize"]}, {"title": "Arnold Schwarzenegger: From Terminator to Governor", "article": "Schwarzenegger was first elected governor in October, 2003, running on a Republican Party platform. He enjoyed moderate success as governor in his first years, but struggled greatly after that. He had many political opponents who cited that he had no political experience, and had won the elections simply because of his popularity. Schwarzenegger's term in office was rocked by sexual misconduct allegations that tainted his political career. He remains a very popular cultural figure in the United States.", "keyword": ["political", "schwarzenegger", "governor", "elect", "platform"]}, {"title": "Audie Murphy: An American War Hero", "article": "After the war, he launched a successful Hollywood career. His most notable film was playing himself in the epic movie classic From Here to Eternity, which was based on his autobiography. Murphy starred in several western-themed films. He died at the age of 46 in a plane crash in the state of Virginia.", "keyword": ["notable", "classic", "eternity", "base", "murphy"]}, {"title": "Babe Ruth: The Greatest Baseball Player", "article": "When Ruth was traded by the Red Sox to the Yankees in a very unpopular move, the Yankees won seven World Series championships in his 12 years. Ruth made headlines for his after-hours antics in New York City as well. His drinking, and womanizing are well-documented. However, Ruth was a spiritual man who lived-out his years as a devout Catholic.", "keyword": ["ruth", "yankees", "sox", "unpopular", "championship"]}, {"title": "Barack Obama: America's First Black President", "article": "Obama was born in Honolulu, Hawaii in 1961. He is a graduate of both Columbia University in New York City, and Harvard Law School. Before becoming president, he served as senator for the state of Illinois. He is considered a liberal by many southern conservatives, but this may be an unfair label. The perception is largely due to the Affordable Care Act, and his attempts at immigration reform. Additionally, Obama ended the U.S. involvement in the Iraq war. He also ordered the military operation that eventually resulted in the death of Osama Bin Laden. Obama was reelected as president in November, 2012.", "keyword": ["obama", "honolulu", "hawaii", "columbia", "law"]}, {"title": "Barry Bonds: Cheater or Legend?", "article": "Bonds' post baseball career has been damaged because of the drug use, and Major League Baseball has implemented a drug use policy since his retirement. He was indicted by a federal grand jury on charges of perjury for lying about his drug use, but was able to strike a deal to stay out of jail. In any event, his legacy is forever soiled.", "keyword": ["drug", "baseball", "bonds", "major", "implement"]}, {"title": "Benjamin Franklin: Invention Personified", "article": "Franklin was a tireless separatist, and fought the English for colonial independence with dogged tenacity. He made at least two diplomatic trips to the British Isles to petition for colonial independence. Upon his return from the second trip, the revolutionary war with England had already begun. He was one of the original signers of the historic Declaration of Independence.", "keyword": ["independence", "colonial", "trip", "separatist", "dogged"]}, {"title": "Beyonce Knowles: Beauty and Talent Personified", "article": "Some of Beyonce's biggest hits were Deja Vu, Irreplaceable, and Beautiful Liar. She has won many awards, including nine American Music Awards, 16 BET Awards, and 18 Billboard Music Awards. In all, Beyonce has won more than 262 awards, and has been nominated for 361.", "keyword": ["awards", "beyonce", "music", "award", "deja"]}, {"title": "Bill Clinton: Popular Modern American President", "article": "Bill Clinton's presidency was marred by the Monica Lewinsky affair. Lewinski was a White House intern who engaged in sexual activity with the president. Bill Clinton denied any wrongdoing, but his political opponents, the Republicans, pursued Clinton in an effort to damage his reputation and the Democratic Party in general. Republican politicians tried to have Clinton impeached from office and dogged him for years. In the end, Clinton survived the controversy, and completed his successful term as president. Hillary stood by him during the dark times, and the couple remains together to this day.", "keyword": ["clinton", "bill", "monica", "lewinsky", "lewinski"]}, {"title": "Bill Gates: The Man behind Microsoft", "article": "Gates went on to develop the Windows operating system with then partner IBM Corporation. The two companies had differences though, and their partnership ended quickly. Gates left Microsoft in 2000, but remains on its board of directors. He remained active with the company for several years before stepping down in February 2014, becoming Technical Advisor for the firm.", "keyword": ["gates", "company", "remain", "windows", "operating"]}, {"title": "Bill Maher: Mr. Liberal", "article": "Maher has also made enemies among religious organizations. He says he dislikes religion, which he calls an unnecessary bureaucracy between people and God. He was once very liberal about every religion, but has changed his views on Islam saying he knows of no other religion that calls for the death of anyone who criticizes their religion. He has also called the Mormon church ridiculous.", "keyword": ["religion", "maher", "religious", "unnecessary", "bureaucracy"]}, {"title": "Billie Jean King: An Advocate of Equal Rights for Women", "article": "King soundly defeated Riggs without much trouble. The match was later exposed for what many people claimed it would be: a showcase for King to demonstrate that women could compete against men. The victory was part of the equal rights movement that was sweeping the nation during that time. King became an outspoken advocate of equal rights for women.", "keyword": ["equal", "woman", "soundly", "riggs", "showcase"]}, {"title": "Billy Graham: Evangelist and Civil Rights Advocate", "article": "One of Graham's most powerful tools was his crusades. He began staging evangelical events at arenas and auditoriums to spread the word of god. He was one of the first preachers to invite black clergymen to participate in his crusades. He was also a champion of integration. In one famous incident, Graham went into the audience to remove barriers that were set up to segregate blacks from whites. He told the organizers that they either remove the barriers, or they can stage their event without him. Graham was a man of high moral character.", "keyword": ["graham", "crusade", "barrier", "remove", "black"]}, {"title": "Bob Hope: Hollywood Legend", "article": "His Hollywood career is one of the most prolific of any actor in the history of the American big screen. He translated his immense popularity in film into a successful career entertaining troops overseas. This part of his entertainment career began in 1939 at the beginning of World War II, while Hope was onboard the RMS Queen Mary.", "keyword": ["career", "actor", "screen", "translate", "immense"]}, {"title": "Carl Sagan: Visionary Astronomer", "article": "Sagan earned his bachelor's and master's degrees in physics from the University of Chicago in the 1950s. His scientific curiosity led him into developing the television series \"Cosmos\". It was one of the most watched science series, and has been recreated and is currently on the air. His work on the Galileo project lives on today. The spacecraft is speeding its way through infinite space today with his message of greeting to whatever race of beings finds it. Sagan died at the age of 62 from complications resulting from pneumonia.", "keyword": ["sagan", "series", "bachelor", "master", "physic"]}, {"title": "Cesar Chavez: The Voice of Equality", "article": "Chavez was highly recognized during his lifetime, and his legacy increased after his death in 1993. He has reached iconic status among the Mexican-American community.", "keyword": ["chavez", "highly", "recognize", "reach", "iconic"]}, {"title": "Charles Lindbergh: A Superstar Pilot", "article": "It was all well worth the trouble when Lindbergh landed in Paris on Saturday night, May 21, 1927. More than 150,000 French citizens had gathered to join the celebration of his historic flight. Lindbergh had become an international superstar literally overnight. He came home to an adoring the American public that celebrated his fame with a parade through the streets of New York City.", "keyword": ["lindbergh", "worth", "paris", "saturday", "night"]}, {"title": "Christopher Reeve: A Real-Life Superman", "article": "Reeve refused to give up. He spent the rest of his years advocating for spinal cord injury advancement in treatment and technology. He used his celebrity status to help the cause, but sadly, Reeve died at the age of 52 in 2004 due to complications from his injuries. He will always be remembered to his fans as the Man of Steel though.", "keyword": ["reeve", "injury", "spinal", "advancement", "treatment"]}, {"title": "Chuck Yeager: Faster than the Speed of Sound", "article": "On October 14, 1947, Yeager flew his X-1 faster than the speed of sound. He became the first human being to fly faster than sound, and he went on to break more records during his 60-year flight history. Yeager retired from the army with the rank of Brigadier General, and has won many honors for his contributions to aviation.", "keyword": ["yeager", "sound", "faster", "human", "fast"]}, {"title": "Clint Eastwood: A Filmmaker Like No Other", "article": "Acting was not the only talent Eastwood would eventually display. He became an Oscar-winning director also. Arguably, his best film as a director was Million Dollar Baby, but it is hard to pick one film from his impressive list of movies. He is still active in film at the age of 74.", "keyword": ["director", "film", "acting", "eastwood", "display"]}, {"title": "D.B. Cooper: The Infamous Skyjacker", "article": "To this date, the Cooper skyjacking is the only case that is unresolved in the United States. Cooper was never found, nor was any evidence of the $200,000, and his parachute. Many believe Cooper could not survive a drop of such a great altitude, while others say the absence of any of the money, or any evidence of his death proves he survived. In any event, D.B. Cooper is a true American legend.", "keyword": ["cooper", "evidence", "survive", "skyjacking", "unresolved"]}, {"title": "David Letterman: Late Night Comedy", "article": "Letterman's early life was influenced by his father, who was also a comic. He was born in Indianapolis, Indiana on April 12, 1947. His first foray into the entertainment industry came while a college student at Ball State University, where he served as a radio broadcaster for the student-run station. He moved to Los Angeles in 1975 at the behest of his former wife. Once in L.A., Letterman began doing stand-up comedy, at the world famous Comedy Club, and his career was launched.", "keyword": ["letterman", "comedy", "comic", "indianapolis", "indiana"]}, {"title": "Donald Sterling: The Controversial Billionaire", "article": "The NBA has issued a lifetime ban against Sterling, which effectively prohibits him from entering any arena to view a basketball game for the rest of his life. Sterling challenged the ban, and refused to sell the team.", "keyword": ["sterling", "ban", "prohibit", "enter", "arena"]}, {"title": "Dwight D. Eisenhower: From General to President", "article": "He was a moderate Republican who favored a balanced budget and social programs. He continued former President Franklin D. Roosevelt's New Deal programs to help boost the economy, and championed education rights for all Americans. Eisenhower intended to only serve one term in office, but the Republican party was in danger of losing control of both the House and the Senate. He was convinced to run in 1956, and beat Adlai Stevenson in a landslide victory. One of his greatest domestic moves was the development of an interstate highway system, which created jobs, and stimulated the economy.", "keyword": ["program", "economy", "republican", "balanced", "budget"]}, {"title": "Elvis Presley: The King of Rock 'n' Roll", "article": "Presley married in 1967, and had a daughter the following year. Sadly, his marriage ended in divorce in 1973. He fell into prescription drug abuse, and put on a great deal of weight. He died in August, 1977, resulting from complications of his drug abuse. He still remains one of the most profitable artists in the world today.", "keyword": ["abuse", "drug", "presley", "prescription", "weight"]}, {"title": "Forrest Gump: An American Film Legend", "article": "After his time in the service, Gump wins an international ping pong competition in China, brings down President Richard Nixon while staying at the infamous, Watergate Hotel, meets three presidents, and goes on several, cross-country runs that gain massive media attention. Throughout his life, Gump maintains solid relationship with his friends from the Army, and dearly loves his only childhood friend and sweetheart, Jenny. Forrest Gump touches the American spirit like no other film ever has.", "keyword": ["gump", "friend", "pong", "competition", "massive"]}, {"title": "Frank Sinatra: Ol' Blue Eyes", "article": "Sinatra's legacy is firmly in place. He sang some of the most memorable love songs in the history of U.S. music, and his music is as popular today as it was during his era.", "keyword": ["music", "sinatra", "memorable", "song", "firmly"]}, {"title": "Franklin D. Roosevelt: A President at War", "article": "Roosevelt served as president until his death in 1945. He had suffered from illnesses during his lifetime, and succumbed to a cerebral hemorrhage during a stay at a hospital. His legacy is firmly in place as the man who took a country with more than 13,000,000 unemployed. By the time he left office, less the 2 percent of the workforce was unemployed. He will always be known as the great leader that guided the country through its darkest hours in history.", "keyword": ["unemployed", "illness", "succumb", "cerebral", "hemorrhage"]}, {"title": "Frederick Douglass: From Slave to Emancipator", "article": "Douglass eventually escaped slavery, and settled in the state of Massachusetts, where he began his struggle to end slavery. Douglass became one of the most influential people of his generation. He made powerful friends in the U.S. government. During one of his lecture tours in 1843, Douglass was nearly beaten to death by an angry mob, who did not agree with his message of abolition. He fled the country on a couple of occasions to avoid being put into a state of slavery again. While in Europe, Douglass spoke to enthusiastic crowds on the evils of slavery.", "keyword": ["douglass", "slavery", "escape", "massachusetts", "lecture"]}, {"title": "George H.W. Bush: From Pilot to President", "article": "Bush campaigned for the 1980 Republican nomination, but lost to Reagan. He was, however, chosen as running mate, and the two men won the election easily. Bush won the 1988 presidential election, and became the first president to serve post Cold War. His presidency was marked by Middle-Eastern threats to the American people, primarily from Iraq's Saddam Hussein. He sent more than 400,000 troops to Kuwait after Hussein invaded its Middle-Eastern neighbor. Bush's presidency was marred by a stagnant economy, and discontent with the status quo. He lost the 1992 presidential election to Bill Clinton.", "keyword": ["bush", "election", "hussein", "presidency", "lose"]}, {"title": "George Lucas: The Man Behind Star Wars", "article": "In 1999, Lucas gave the American movie-going public what they wanted most - more Star Wars. The Phantom Menace was the first of the next three films, and continued the legacy of the film franchise of Lucas.", "keyword": ["lucas", "wars", "phantom", "menace", "film"]}, {"title": "George S. Patton: World War II Hero", "article": "Patton was involved in the most significant campaigns the country fought in the great war. His defining moment may have been his command of American forces during the infamous Battle of the Bulge. This battle was Adolf Hitler's last ditch attempt to turn the fortunes of war toward the Germans after a series of defeats at the hands of the Allied forces. It was an epic tank battle won by the United States that sealed his legacy as a field commander.", "keyword": ["battle", "force", "patton", "define", "command"]}, {"title": "George W. Bush: A Controversial President", "article": "Bush's victories in both the 2000 and 2004 elections were also not without controversy, as both elections were contested. Many observers claimed improper tactics were used to gain the White House in both instances.", "keyword": ["election", "contest", "observer", "improper", "tactic"]}, {"title": "George Washington Carver: From Slave to Inventor", "article": "Even though slavery was abolished, blacks were still discriminated against. Carver was forced to attend a sub-standard school for blacks only. Carver's struggles in education continued throughout his academic career, but that did not deter him. He graduated from the Tuskegee Institute, and began his crop research shortly after graduation.", "keyword": ["carver", "black", "abolish", "discriminate", "attend"]}, {"title": "George Washington: The Father of the Country", "article": "Another landmark moment for Washington was the winter at Valley Forge. In 1777, Washington led an army of more than 11,000 troops into Valley Forge in Pennsylvania, where the army suffered through a cold winter that claimed the lives of 3,000 men. When the spring arrived, instead of a demoralized, beaten group of soldiers, the army emerged battle ready, and able to continue the fight against the English in New York. The army was able to survive the fierce winter because of the training, and preparedness of Washington's officers. Washington earned the nickname, \"The Father of His Country,\" because of his military intelligence that led to the birth of the nation.", "keyword": ["washington", "army", "winter", "valley", "forge"]}, {"title": "Harrison Ford: The Great American Actor", "article": "Ford is a life-long Democrat who has become politically involved in recent years. He counts former President Bill Clinton as one of his close friends. He favors gun control, and would like to curb the violence depicted in many Hollywood films.", "keyword": ["democrat", "politically", "involved", "count", "curb"]}, {"title": "Helen Keller: Overcoming Disability", "article": "In 1920, she helped found the American Civil Liberties Union, which is still active today. She addressed Congress to raise awareness to the plight of the blind. Through all her accomplishments, she fell into disfavor with the American public because of her socialist views later in her life. She died in her sleep just days before his 88th birthday, but she lives in the American consciousness for her tireless work, and perseverance.", "keyword": ["american", "liberties", "raise", "plight", "blind"]}, {"title": "Henry Ford: The Founder of Ford Motor Company", "article": "Ford's impact on the 20th Century cannot be overstated. At one time it was estimated that nine out of 10 vehicles on American roads were Fords. His cars spurred the American economy like no other single factor. The country's roadways were built in response to the great number of vehicles Ford and subsequent American automakers produced. Additionally, Ford's vehicles created a network of support industries such as parts, repair, and maintenance services. It also caused a revolution in how goods were transported in the country. Henry Ford was a true American icon.", "keyword": ["ford", "vehicle", "american", "impact", "overstate"]}, {"title": "Hugh Hefner: The Greatest Playboy", "article": "In 1963, he was arrested and stood trial for publishing a photo of American actress, Jayne Mansfield. The charges were eventually dropped, but it was clear that there would be challenges to his publication because of its content. Hefner permanently moved his headquarters to Los Angeles in 1975 so that he could be closer to the film industry. He has been married three times, and has four children.", "keyword": ["trial", "publish", "photo", "jayne", "mansfield"]}, {"title": "Jackie Robinson: Breaking the Color Line", "article": "Today, Robinson is honored by every team in both the National and American Leagues on Jackie Robinson Day. On that day, all MLB players wear the number 42 in honor of Robinson. That number, used to be worn by Robinson, was retired universally by all baseball teams, making it the first time any league has retired a number. No player on any MLB team can ever wear that number again. Robinson was inducted into the Hall of Fame in 1962. He died on October 24, 1972, and was posthumously awarded the Presidential Medal of Freedom and the Congressional Gold Medal for his part in changing American society.", "keyword": ["robinson", "wear", "team", "mlb", "retire"]}, {"title": "James Bond: Filmdom's Greatest Spy", "article": "All of Bond's films have three things in common. They all feature guns, cars, and beautiful leading ladies with exotic, and often erotic names. Some of the most famous actresses to appear in Bond movies are Jane Seymour, Ursula Andress, Britt Ekland, Maud Adams, and Diana Rigg. The most recent film was 2012's Skyfall starring Daniel Craig. The franchise is not showing signs of decline.", "keyword": ["bond", "common", "lady", "exotic", "erotic"]}, {"title": "Jane Fonda: American Patriot or Traitor?", "article": "During her trip to North Vietnam, which was at war with the U.S. backed South Vietnam, Fonda made a number of radio broadcasts denouncing America's involvement in the war. This further cemented her image as a traitor. However, there are many Americans who feel she was a true patriot because she refused to stand still and spoke out against the war.", "keyword": ["vietnam", "north", "fonda", "denounce", "traitor"]}, {"title": "Jeff Bezos: Amazon.com Creator", "article": "Today, Amazon.com is the largest e-commerce retailer in the world with locations in several countries, including the United Kingdom, China, Japan, Mexico, Brazil, and India. It has plans to expand to more countries, including Sri Lanka, Poland, and The Netherlands.", "keyword": ["retailer", "location", "japan", "mexico", "brazil"]}, {"title": "Jerry Springer: The Man Behind the Show", "article": "In May of 2000, controversy hit the show when a female guest on the Springer show was murdered by her ex-husband after viewing the episode. Springer, his producer, and the network were sued by the woman's children. The suit alleged that the controversial nature of the show led to the murder, eventually though, the suit was dropped.", "keyword": ["springer", "murder", "suit", "episode", "sue"]}, {"title": "Jesse Owens: The Man Who Defied Hitler", "article": "Many German fans shook Owen's hands, even though Hitler did not, but when Owens returned to the United States, he found not much had changed in there.", "keyword": ["german", "shake", "owen", "owens", "return"]}, {"title": "Jim Carrey: From Homeless to Superstardom", "article": "After his successful run on the Fox show, Carrey became well-known, and was in demand. \nHe starred in hit films such as Ace Ventura: Pet Detective, The Mask, Liar Liar, The Cable Guy, Bruce Almighty, and Batman Forever.", "keyword": ["liar", "fox", "carrey", "demand", "ventura"]}, {"title": "John Lennon: A Founding Member of the Beatles", "article": "Lennon had been living in New York for several years, where he was being watched by the FBI in order to find grounds to deport him from the United States. He used flamboyant gimmicks to spread his word of peace. In this passive protest, Lennon and his wife Ono addressed the media from their beds claiming people should make love, not war. Lennon was killed on December 8, 1980 by a crazy gunman outside his home in New York City. A memorial plaque at the site of his death is one of the most visited sites in the country.", "keyword": ["lennon", "site", "york", "watch", "fbi"]}, {"title": "Johnny Carson: The Late Night King of TV", "article": "Carson was a true entertainer. He performed many skits during his reign, where he dressed up in costume, and played ridiculous characters, which is something today's late-night hosts do not do. Carson was never afraid to laugh at himself.", "keyword": ["carson", "entertainer", "skit", "reign", "dress"]}, {"title": "Johnny Depp: An Unusual Talent", "article": "In 2005, Depp starred in Charlie and the Chocolate Factory, playing once again a very eccentric character that lived in a chocolate factory.", "keyword": ["chocolate", "factory", "depp", "charlie", "eccentric"]}, {"title": "Jonas Salk: The Man who Cured the World", "article": "Polio had baffled medical science since its discovery in the mid-19th Century. When Salk turned his attention to the disease, there was little hope that anyone could find an adequate cure. Salk developed his vaccine in the early 1950s, and in April of 1955, his accomplishment was heralded in newspapers across the country. Salk became a national hero. His vaccine effectively ended the polio epidemic in the United States and many countries around the world.", "keyword": ["salk", "polio", "vaccine", "baffle", "medical"]}, {"title": "Kobe Bryant: The Incredible Basketball Star", "article": "His individual statistics are astounding. He is the youngest player ever to score 30,000 points. He has been selected to the NBA's All Star team every year he has played, with the exception of his rookie season. He has won two Olympic Gold Medals in Basketball, leading the United States Olympic titles in 2008 in Beijing, and in the London games of 2012. In 2006, Bryant became the 2nd player in the history of the game to score more than 80 points in a single game. Only Chamberlain has scored more. He holds several Laker individual records, including most seasons played, most All Star selections, most points scored, and most playoff games played.", "keyword": ["score", "game", "olympic", "play", "individual"]}, {"title": "Lance Armstrong: American Hero or Villain?", "article": "Armstrong denied any wrongdoing, but the USADA stripped him of his titles. He was also barred from ever competing professionally again. This was followed by a lifetime ban from the Union Cycliste Internationale, an international racing organization. Armstrong did not admit to using drugs until January, 2013 on the Oprah Winfrey Show. He claimed that he was not the only athlete using drugs on the tour, and that he was being singled out because of his success. However, that did not matter; this American hero had fallen.", "keyword": ["armstrong", "drug", "usada", "bar", "professionally"]}, {"title": "Larry Page: The Man who gave the World Google", "article": "Google has been ranked as the No. 1 search engine in the world. It operates more than one million servers in data centers throughout the world to accommodate an estimated one billion searches per day. It also owns the popular video playing website YouTube. Google generates nearly $13 billion in net sales per year.", "keyword": ["google", "billion", "engine", "operate", "server"]}, {"title": "Lucille Ball: America's Sweetheart", "article": "Ball was successful in landing acting jobs, almost immediately. She starred in a series of \"B\" movies, and met her first husband, Desi Arnaz, while filming Dance, Girl, Dance. This was the start of a film career that included 72 movies. Her biggest role came on TV though. Her show I Love Lucy debuted in 1951, and depicted the couple's life in New York City. It was one of the most popular shows in the history of television. Ball had become a bona fide star, and I Love Lucy is also the most syndicated show in history.", "keyword": ["lucy", "ball", "love", "movie", "star"]}, {"title": "Lyndon B. Johnson: 36th President of the U.S.", "article": "His presidency was not without controversy though. He escalated the United States involvement in Southeast Asia. This increase sparked an unprecedented response from the American people who opposed the war. Demonstrations that included violent confrontations between American citizens and government authorities rocked the country. This tainted an otherwise successful run as president.", "keyword": ["escalate", "southeast", "asia", "spark", "unprecedented"]}, {"title": "Madonna: A Musical Legend", "article": "Madonna's career has not been without controversy, though. She has been the subject of several lawsuits for her acts, but she survived, and thrived through it all. She is still one of the best female artists in the United States today.", "keyword": ["madonna", "subject", "lawsuit", "thrive", "female"]}, {"title": "Magic Johnson: From Superstar to Businessman", "article": "Today Johnson still calls Los Angeles his home. He has transitioned from basketball player to coach, to team owner, and businessman. He owns a successful franchise of movie theaters called the Magic Johnson Theaters. Johnson was also part of the investment group that purchased the Los Angeles Dodgers baseball team in 2012. He is married, and has two sons and a daughter.", "keyword": ["johnson", "team", "los", "angeles", "transition"]}, {"title": "Marilyn Monroe: Glamour and Beauty", "article": "Monroe parlayed her popularity into a relationship with President John F. Kennedy after performing at one of his birthday parties. Tragically, Monroe died in what was ruled as \"probable suicide\" by the L.A. County Coroner's Office after a long battle with drug, and alcohol abuse, and mental issues. She was just 36 years old.", "keyword": ["monroe", "parlay", "john", "kennedy", "tragically"]}, {"title": "Mark Twain: A Great American Author", "article": "Twain was a prolific writer who penned several books, and other publications. Most of his writing was taken from his life in the western part of the United States while traveling with his brother Orion. He was born Christian, but later in life questioned his faith, and developed negative feelings toward organized religion. He was once quoted as saying, \"If Christ were here, now there is one thing he would not be - Christian.\" Twain died in 1910 from a heart attack at the age of 74.", "keyword": ["twain", "christian", "life", "book", "writing"]}, {"title": "Mark Zuckerberg: The Social Revolutionist", "article": "Zuckerberg's rise to the top has not been without controversy. Some of his Harvard peers claimed he stole their ideas, and filed suit against Zuckerberg. The case was settled, but it continues to be an issue. Facebook generates more than $1.5 billion in net revenues today.", "keyword": ["zuckerberg", "peer", "steal", "idea", "facebook"]}, {"title": "Martin Luther King Jr.: Civil Rights Leader", "article": "On October 14, 1964, King was awarded the Nobel Peace Prize for his involvement in combating racial inequality in the United States. He was assassinated in April, 1968, in Memphis, Tennessee at the age of 39.", "keyword": ["nobel", "prize", "racial", "inequality", "memphis"]}, {"title": "Maya Angelou: American Author", "article": "During the mid-1950s, Angelou was involved in several theatrical performances, which prompted her move to New York City in 1958. In New York, she became an accomplished writer, but circumstances surrounding blacks in the next decade changed her focus. She began working tirelessly for the civil rights movement. The assassination of civil rights leader, Dr. Martin Luther King Jr., on her birthday affected her deeply. After King's death, Angelou began concentrating on writing her life story. Her first autobiography I Know Why the Caged Bird Sings received critical acclaim. It chronicled her early years growing up as black in a predominantly white American culture. In all, Angelou wrote seven autobiographies, and her work is considered an integral part of American culture.", "keyword": ["angelou", "culture", "civil", "write", "autobiography"]}, {"title": "Meg Whitman: CEO and Political Hopeful", "article": "Whitman is a moderate Republican, who endorsed Mitt Romney's failed presidential campaign in 2008. She ran for governor of California in 2010, but lost to Jerry Brown. She hopes to run for president in the future, and is listed as one of the most likely women to become president of the United States.", "keyword": ["whitman", "endorse", "romney", "failed", "jerry"]}, {"title": "Michael Jackson: A Controversial Pop Star", "article": "Jackson died on June 25, 2009, and even his death was not without controversy. His family filed a wrongful death lawsuit against his doctor, who was subsequently found guilty.", "keyword": ["death", "june", "wrongful", "doctor", "subsequently"]}, {"title": "Michael Jordan: A Famous Basketball Star", "article": "Chamberlain did win two NBA titles in his career, but no one in the game ever dominated it the way he did. He holds several league records, one of which is that he is the only player ever to score 100 points in a single game. However, when Chamberlain played the game, the NBA was not as big as it was in the 90s. During the 90s, the league enjoyed a much greater popularity among American viewers, and much of this can be attributed to the greatness of Michael Jordan. Jordan brought a style of play that had rarely been seen in the NBA. He garnered many individual awards during his career. He played his last few seasons as a member of the Washington Bullets.", "keyword": ["nba", "game", "jordan", "play", "chamberlain"]}, {"title": "Michael Moore: Exposing the Truth", "article": "He followed this film with a string of documentaries that touched on many of the social and political problems Americans face daily. His film \"Fahrenheit 9/11,\" probes the aftermath of the 9/11 terrorist attacks on the United States in 2001. He is not kind to the George W. Bush administration for their lack of response to the attacks, and to the Bush family's alleged ties to Osama Bin Laden, the mastermind of the attack.", "keyword": ["attack", "bush", "documentary", "daily", "fahrenheit"]}, {"title": "Mickey Mouse: The World Famous Cartoon Character", "article": "Today, Mickey Mouse merchandise can be found world wide. He appears in all Disney theme parks throughout the world. In 1988 Mickey made his last full-length film appearance when he starred in Who Framed Roger Rabbit. This was a significant occurrence because it was the first time that Disney characters starred alongside Warner Brother's characters. The two corporations had been long-time rivals.", "keyword": ["mickey", "disney", "character", "star", "mouse"]}, {"title": "Mike Tyson: The Youngest Boxing Champ", "article": "Tyson's post-boxing career had its ups and downs. He appeared on Barbara Walter's talk show with his wife, television actress Robin Givens, where Givens called Tyson a manic-depressive, and that living with him was pure torture. Tyson was arrested in 1991 for raping an 18-year-old girl, and spent several years in jail. He has attempted several comebacks, but has never regained his old glory.", "keyword": ["tyson", "givens", "barbara", "walter", "pure"]}, {"title": "Muhammad Ali: The Greatest Boxer", "article": "Eventually, the U.S. Supreme Court ruled in an 8 - 0 decision in Ali's favor, overturning his conviction of draft evasion. His stance was not popular at the time among conservative Americans; many people disliked him very much, but his determination and moral principles held up his decision. He is now regarded as one of the most influential persons in the history of the U.S. He was named \"Sportsman of the Century\" by Sports Illustrated magazine, and \"Sports Personality of the Century\" by the BBC.", "keyword": ["decision", "sports", "century", "supreme", "ali"]}, {"title": "Neil Armstrong: The Man who Walked on the Moon", "article": "Armstrong received the Congressional Medal of Freedom from President Richard Nixon, and was later awarded the Congressional Space Medal of Honor by President Jimmy Carter. The program was discontinued in the early 1970s. Other countries have landed unmanned missions to the Earth's largest satellite, but to date, no other person has walked on the moon since then. Neil Armstrong, a true American hero, died in 2012 folloing complications from a surgical procedure.", "keyword": ["armstrong", "congressional", "medal", "jimmy", "carter"]}, {"title": "O.J. Simpson: American Hero and Villain", "article": "Simpson was later convicted in a Nevada court for several offenses, and is currently serving time in prison. Many believe this conviction was retribution for his earlier crimes.", "keyword": ["simpson", "convict", "nevada", "offense", "prison"]}, {"title": "Oprah Winfrey: Her Incredible Life", "article": "Her show began in Chicago in 1983, and within a few years, it became the No. 1 daytime, talk show in the country. She has interviewed some of the most famous people in the country on her popular show. Winfrey starred in the movie The Color Purple, and now owns her own production company called Harpo Films. She is a philanthropist who is famous for her generosity, and remains one of the most influential Americans in the country.", "keyword": ["country", "famous", "daytime", "interview", "color"]}, {"title": "Pat Tillman: The Greatest Sacrifice", "article": "Following the September 11 attacks, Tillman turned down a $3.6 million contract with the Cardinals to enlist into the Army to help combat terrorism. Along with his brother Kevin, who turned down a career in professional baseball, the two men completed basic training, and were sent overseas. Tillman served several successful tours of duty in both Iraq, and Afghanistan before he was killed on April 22, 2004. The details surrounding his death became a controversy in the months after he was reported killed in action. Originally, the army listed his death as combat related. It wasn't until approximately one month after his death that the army changed the cause of death to friendly fire. Tillman's family claimed the army used Tillman to advance its image during a dark time in U.S. history. His death by friendly fire, which means he was killed by U.S. military personnel, not the enemy, caused a backlash against the army.", "keyword": ["tillman", "army", "death", "kill", "month"]}, {"title": "Phil Jackson: Winning at All Levels", "article": "Jackson join the Los Angeles Lakers as coach in 2000. The Lakers were in a similar situation as the Bulls during that time. The team had plenty of talent, but lacked leadership. Jackson, once again, provided that. During his time with the Lakers, Jackson's teams won five NBA titles, nearly matching the Bulls run. Jackson also benefited from having Kobe Bryant and other talented players on his roster, but his success was now firmly cemented in basketball lore. Jackson is currently the general manager of his old team, the New York Knicks.", "keyword": ["jackson", "lakers", "team", "bulls", "situation"]}, {"title": "Ray Charles: The Man and His Music", "article": "Charles' career spanned nearly 60 years, and he is considered by many musicians, producers, fans, and other artists as a pioneering legend in jazz. His hit singles include Hit the Road Jack, Georgia on My Mind, I've Got a Woman, and I Can't Stop Loving You. Charles branched out in the entertainment industry by acting in several films, including the very popular Blues Brothers. Charles struggled with addiction for most of his life, and died in 2004. He was married twice, and had 12 children.", "keyword": ["charles", "span", "musician", "pioneering", "jazz"]}, {"title": "Richard M. Nixon: A Presidency Lost", "article": "It was discovered that the Republican Party, with Nixon's knowledge, had secretly recorded the Democratic headquarters at the Watergate Hotel in Washington D.C. during the weeks leading up to the election. Nixon tried to cover up the scandal, but the pressure was too great. Nixon was forced to resign in disgrace rather than be impeached from office, which means to be removed from office by the U.S. Congress. He became the first president ever to quit while serving in office.", "keyword": ["nixon", "office", "knowledge", "secretly", "week"]}, {"title": "Robin Williams: Behind the Laughter", "article": "His guest appearance on happy Days led to the creation of his own TV series called Mork and Mindy, where he reprised his role as the wise-cracking alien. This was just the beginning for Williams, though. He went on to star in a number of Hollywood blockbusters including The World According to Garp, Popeye, Mrs. Doubtfire, Good Morning Vietnam, and The Dead Poet's Society. He credited the legendary comedian Jonathan Winters for being a big influence on his life. Robin Williams died in August, 2014. He will always be known as one of the greatest comedic talents ever.", "keyword": ["williams", "happy", "days", "creation", "mork"]}, {"title": "Ronald Reagan: From Actor to President", "article": "Reagan served as Governor of California for four years prior to becoming president. His presidential term was very successful as he presided over many of the landmark events during the 1980s. During his final term, Reagan suffered from the effects of Alzheimer's Disease, which negatively affected his ability to govern, but he carried out his term, and his legacy as a great president remained intact.", "keyword": ["term", "reagan", "prior", "preside", "final"]}, {"title": "Rudy Giuliani: The Man Who Saved New York", "article": "Although he has been heralded for his response during the September 11 attack, he was previously criticized for ignoring the Islamic threat of terrorism in light of the World Trade Center bombing of 1993.", "keyword": ["islamic", "bombing", "herald", "september", "criticize"]}, {"title": "Rush Limbaugh: The Right-Wing Personified", "article": "With this doctrine out of the way, Limbaugh was free to say whatever he wanted to, and not have to give equal time to anyone. He took full advantage of this ruling. His audience consists of a large segment of American society, especially the right-wing, conservative, Christian coalition.", "keyword": ["doctrine", "limbaugh", "free", "advantage", "ruling"]}, {"title": "Russell Crowe: A Great Hollywood Leading Man", "article": "Crowe has been generous with his fortune. He has donated money to several causes in his home country of New Zealand, Australia, and in the United States.", "keyword": ["crowe", "generous", "zealand", "australia", "donate"]}, {"title": "Shirley Temple: From Child Star to Diplomat", "article": "Her career is one of the most remarkable in Hollywood history. She made dozens of successful films as a child actress. She was very mature, and talented for someone so young, but by 1942, her films began to flop. Her career was seemingly over by her teen years, and announced her official retirement in 1950. This did not stop Temple though, as she began a second career as a public servant. She got involved with the Republican party, ran in a special election, in California, in 1967, but lost. She was then noticed by U.S. Secretary of State, Henry Kissinger, who offered her a diplomatic position, which she accepted. She served as ambassador to several countries during her political career under President Gerald Ford, and President George H.W. Bush.", "keyword": ["career", "remarkable", "dozen", "mature", "flop"]}, {"title": "Steve Jobs: The Man and His Apple Computers", "article": "Jobs branched out his financial kingdom venturing into other businesses such as Pixar Animation Studios, which was also very successful. He briefly left Apple to found the NeXT Corporation, which produced both software and hardware, but NeXT floundered, and Jobs went back to Apple to develop iPhone and iPad. Jobs was diagnosed with pancreatic cancer in 2003, and eventually lost his battle with cancer in October, 2011.", "keyword": ["jobs", "apple", "cancer", "financial", "pixar"]}, {"title": "Steven Spielberg: Hollywood's Best Director", "article": "Spielberg shows no signs of slowing down. He is involved in several film projects as a director, and a producer. Spielberg has been married twice, and has six children. He was voted Forbes Magazine's Most Influential Celebrity in America in 2014. His personal wealth is estimated to be more than $3 billion.", "keyword": ["spielberg", "slow", "personal", "wealth", "forbes"]}, {"title": "Susan B. Anthony: The First Women's Rights Activist", "article": "In 1872, after touring the country trying to build momentum for women's rights, she illegally voted in the presidential election. She was arrested and fined, even though she fought. Anthony never paid the fine. The incident served to bring more awareness to the struggle women had to endure. Anthony fought the good fight until her death in 1905 at the age of 84. She is honored today by the United States mint with the Susan B. Anthony $1 coin.", "keyword": ["anthony", "fight", "woman", "illegally", "pay"]}, {"title": "The Wright Brothers: The Fathers of Aviation", "article": "The brothers were very protective of their new invention, and made it difficult for reporters to chronicle their efforts. This led to widespread rumors that the entire thing was a hoax. For the next several years, the brothers worked to refine their flying machine in secret, leading to more doubt. However, in 1908, the brothers took their invention to Le Mans, France to put on an exhibition. Wilbur guided his aircraft making turns and other maneuvers, which amazed the crowd. Soon, the Wright Brothers were famous. They changed the way people travel.", "keyword": ["brother", "lead", "protective", "difficult", "reporter"]}, {"title": "Thomas Jefferson: An American Patriot", "article": "The declaration was drafted by Jefferson on July 2, 1776, and was approved by the Continental Congress on July 4th. Today, July 4th is celebrated in the United States as the day of independence from British rule. The declaration features what has been called the most famous sentence in the English language. It reads: \"We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.\" These words were written to represent the moral and ethical standards the new country was meant to follow. It is a beautifully written document, and it stands for all that this country tries to be.", "keyword": ["july", "declaration", "write", "jefferson", "approve"]}, {"title": "Tiger Woods: A Great American Golf Champion", "article": "Woods was exposed as a womanizer by several women, following an alleged affair with a New York woman. Woods denied any wrongdoing, but eventually confessed to several \"indiscretions\". The controversy kept gaining momentum, and it eventually led to his divorce and the loss of endorsement money from the sponsors. Woods is back on the tour, but has not regained his proficiency as before.", "keyword": ["woods", "woman", "eventually", "womanizer", "confess"]}, {"title": "Tom Hanks: A Great American Actor", "article": "Tom Hanks has used his celebrity status to address several causes such as same-sex marriage, environmental issues, and the development of alternative fuels.", "keyword": ["tom", "environmental", "alternative", "fuel", "marriage"]}, {"title": "Ursula Burns: From Poverty to the Fortune 500", "article": "Burns first worked at Xerox Corporation as a summer intern in 1980. Through the years, she has worked her way up the corporate ladder to become the company's Chair, and Chief Executive Officer. She became CEO in 2009, and during her tenure she transformed the company from a primarily copy paper, and copy machine company, to a well-rounded, full-service company. It has, not only survived, but thrived in a world that is quickly becoming paperless. She has been listed by Forbes several times as one of the most powerful women in the world, ranking No. 22 in 2014.", "keyword": ["company", "copy", "burns", "xerox", "summer"]}, {"title": "Usher: The Man and his Music", "article": "His success in the music industry has been achieved by very few artists. He has sold more than 65 million records worldwide to date, making him one of the best-selling artists of all time. His recordings have been ranked in the Top 10 eighteen times; he has had nine, No. 1 hits in his career. In 2002, Usher founded Vanity Records, and he has also ventured into other venues. He is part owner of the National Basketball Association's Cleveland Cavaliers, and owns a string of restaurants.", "keyword": ["artist", "achieve", "worldwide", "recording", "eighteen"]}, {"title": "Van Halen: From Garage Band to Superstardom", "article": "According to popular legend, Van Halen was discovered by Gene Simmons of the rock band Kiss, while they were performing at Gazzarri's on the Strip, a popular spot for heavy metal rock bands in the 70s. They continued to play at gigs throughout Southern California when they released their self-titled debut album Van Halen in 1978. The album peaked at No. 19 on the Billboard list, and the band never looked back. Van Halen's greatest commercial success was from 1978 through 1985, but their albums continue to sell. It has garnered a cult-like following from several, younger generations of American Rock n' Roll fans.", "keyword": ["van", "halen", "band", "album", "rock"]}, {"title": "Vin Scully: The Voice of the L.A. Dodgers", "article": "The qualities he learned from Barber have served Scully well. He has a narrative style that puts his audience at ease. He was inducted into the Baseball Hall of Fame in 1982, and continues to broadcast all Dodgers home games. He is a true Los Angeles icon.", "keyword": ["learn", "barber", "scully", "narrative", "quality"]}, {"title": "Walt Disney: The Man Behind Mickey Mouse", "article": "Disney also enjoyed great success in Hollywood. He has won 22 Academy Awards for several animated films he produced. He has been awarded four honorary Oscars, and won four Academy Awards in one year, which is the most of any corporation in the history of the Oscars.", "keyword": ["academy", "oscars", "awards", "animated", "honorary"]}, {"title": "Yao Ming: Bigger than Life", "article": "Ming did create some degree of resentment from other players, most notably Shaquille O'Neal from the Los Angeles Lakers. O'Neal was one of the most dominant players in the game for a brief number of years, and in 2003, Ming outvoted O'Neal in an NBA fan vote by more than 250,000 votes. This angered O'Neal, who vowed to outplay Ming whenever the two giants met on the court.", "keyword": ["vote", "player", "resentment", "notably", "shaquille"]}]