[{"title": "A Lesson on Adidas", "article": "Adidas is one of the world’s top sporting brands. It is based in Germany and includes other brands like Reebok in its group. The three parallel bars that form its logo is known worldwide. The company bought these “Three Stripes” from a Finnish sports company in the 1950s. Adidas has provided quality sporting goods for decades. They create a very strong brand loyalty among consumers. Many people wear Adidas clothes and shoes as a fashion statement. The company also manufactures other products such as bags, glasses and watches. Adidas is heavily into sponsoring sports stars and teams. It is involved in sponsorship deals with the top soccer, rugby and cricket teams all over the world. Its current marketing slogan perhaps sums up the company’s success - “Impossible is Nothing”.", "keyword": ["adidas", "sport", "team", "reebok", "parallel"]}, {"title": "A Lesson on Amazon", "article": "Amazon.com is one of the biggest success stories of the Internet. It was started by Jeff Bezos from a garage in Seattle, Washington in 1995 and is now the largest online retailer in the world. Bezos was Time magazine’s Person of the Year in 1999 for popularizing online shopping. His company originally sold only books but has diversified into selling music, video games, toys, electronics and other popular ranges of goods. Amazon has cleverly marketed itself worldwide by establishing separate websites in different countries. In 2007 Amazon launched its Kindle e-book reader, which now enjoys a huge share of that market. A year later it teamed up with toy and electronics makers to sell goods with minimal packaging to help the environment. It remains an innovative leader in the area of online commerce.", "keyword": ["online", "bezos", "amazon", "toy", "electronics"]}, {"title": "A Lesson on American Express", "article": "American Express, a.k.a. AmEx, is one of the world’s top 20 global brands. The financial services company was established in 1850. It is one of the 30 companies that make up the Dow Jones Industrial Average index. The company’s core business is credit cards and traveller’s cheques. American Express credit cards are seen as a premium product. Its membership fee is higher than most and it markets itself to a richer, business-travelling clientele. As a result, the company suffers less credit losses than its competitors. The company likes to keep with tradition. Its slogan “Don’t Leave Home Without It” dates from 1975. AmEx is frequently high on industry lists. ‘Fortune’ magazine listed it as one of the world’s 30 most admired companies and the ‘New York Times’ reported it has a 91% customer satisfaction rate.", "keyword": ["credit", "amex", "express", "card", "list"]}, {"title": "A Lesson on Apple", "article": "Apple Inc. is one of the world’s best-known and perhaps favourite companies. It has earned the reputation as being an innovative leader in the fields of personal computers, software, music players, mobile phones and digital music distribution. The company was started by Steve Jobs and Steve Wozniak in 1976. In 2010, it became the world’s most valuable computer company. Apple has succeeded by providing consumers with high quality, groundbreaking products. Almost everything Apple produces creates a media frenzy. The brand loyalty the company enjoys is the envy of any business. The company’s product range is a list of stunning commercial successes, from the iMac to iTunes, the iPod, iPad and iPhone. ‘Fortune’ magazine says Apple is the world’s most admired company.", "keyword": ["apple", "steve", "music", "computer", "favourite"]}, {"title": "A Lesson on Armani", "article": "Armani is known all across the world for being a leader in style. The Italian fashion house was founded by legendary designer Giorgio Armani in 1975. It is today one of the fashion world’s most prestigious names. It produces a wide range of clothes, accessories, glasses and cosmetics. All of these are carefully branded as ‘sub-labels’ to target different markets. The Giorgio Armani collection is one of the most expensive in the world. For the not-so-rich, there is the Armani Exchange, which has more moderately priced items. The company operates several hundred stores around the world. Armani is branching out into luxury tourism by opening a chain of stylish, 5-star boutique hotels and resorts in the world’s trendiest cities. The first opened in Dubai in 2010 in Burj Khalifa  the world’s tallest building.", "keyword": ["armani", "giorgio", "fashion", "legendary", "cosmetic"]}, {"title": "A Lesson on BMW", "article": "BMW (Bavarian Motor Works in English) is a German car, motorbike and engine maker. It is well known for its high quality luxury vehicles. Its website states: “The BMW Group has its sights set firmly on the premium sector of the international automobile market.” The company has its roots in aircraft engines. Its blue and white logo signifies an airplane propeller cutting through a blue sky. It moved to the production of motorbikes after World War I, and automobiles in 1928. The company bought the MINI brand in 2001 and owns Rolls Royce. The BMW group produces almost 1.5 million cars and 90,000 motorbikes a year. BMW is heavily involved in motorsport. It won the Paris-Dakar rally six times and the F1 driver’s championship once. The company’s current slogan is “Joy is BMW”.", "keyword": ["bmw", "motorbike", "blue", "engine", "automobile"]}, {"title": "A Lesson on Barbie", "article": "The Barbie doll is one of the most successful toys in history. It was launched in 1959 by the U.S. toy manufacturer Mattel. It has since become a cultural icon. American businesswoman Ruth Handler came up with the idea of an adult doll for small girls after seeing her daughter dressing up paper dolls. The name ‘Barbie’ comes from Handler’s own daughter Barbara. Over 350,000 dolls were sold in the first year. Over a billion Barbies have been sold since. Clever marketing means toy execs keep Barbie up with the times. They adjust to every cultural challenge and change. Her waist was recently widened to avoid stereotypes that women must be thin. She also sports a tattoo on her back. Sales are also boosted by a range of pets, cars and accessories  everything the young woman might need.", "keyword": ["doll", "barbie", "toy", "handler", "daughter"]}, {"title": "A Lesson on Benetton", "article": "Benetton is a globally known fashion brand based in Italy. It was founded in 1965 by Luciano Benetton and other family members. He had the idea of selling very colorful clothes at a local market and it caught on. Continuing with this theme, the company marketed itself as the “United Colors of Benetton”. It now has 6,000 stores around the world and produces 150,000 items of clothing. Its website says it is “a group with a strong Italian character whose style, quality and passion are clearly seen in its brands.” Benetton is famous for its clever advertising campaigns. The company name was put on a series of shocking photographs, such as two horses mating or a bloodied newborn baby. The shock tactics worked to greatly increase market share and profits.", "keyword": ["benetton", "shock", "market", "luciano", "colorful"]}, {"title": "A Lesson on Blackberry", "article": "BlackBerry is one of the world’s leading smart phone and e-mail devices. It currently enjoys a 20% market share of mobile phone sales, but that is under pressure from Apple’s iPhone and similar phones. The BlackBerry is developed by the Canadian IT company RIM (Research In Motion). It started out life in 1999 as a pager but quickly developed into a more communicative tool that exploited Internet capabilities. It soon grew to be the number one choice for business people in the USA. Barack Obama famously was rarely unattached to his device during the 2008 presidential campaign. Today, more than 40 million Blackberries a year are shipped worldwide. The addictive nature of the device means it has picked up the nickname “CrackBerry”, a term borrowed from “crack” cocaine.", "keyword": ["device", "phone", "blackberry", "develop", "smart"]}, {"title": "A Lesson on Boeing", "article": "Boeing is a major aerospace and defense company founded by William E. Boeing in Seattle in 1917. It is the world’s largest aircraft manufacturer and third largest maker of military aircraft and weapons. Boeing is a major service provider to NASA and helps operate the Space Shuttle and International Space Station. The company has a long tradition of aerospace leadership and innovation. Its revenues are in excess of $60 billion a year, making it the USA’s largest exporter. It is also a huge employer, with around 160,000 employees. Boeing became a leader in manufacturing commercial jet airliners in 1958 with the introduction of the Boeing 707, a four-engine, 156-passenger airliner. Successive versions of this aircraft lead to today’s super jumbo 747 and 777 jets and the new 787 Dreamliner.", "keyword": ["boeing", "aircraft", "aerospace", "airliner", "space"]}, {"title": "A Lesson on Budweiser", "article": "Budweiser is one of the biggest selling beers in the world. It is brewed by the Anheuser-Busch breweries in the United States but it has its origins in the Czech Republic. In 2008 Anheuser-Busch sold most of the operations to the Belgian-Brazilian beer giant InBev, to create the largest brewing company in the world. Brewing of the pale lager beer started in 1876 and has become an American icon. Budweiser accounts for over half of all beers sold in the USA. Like other beers, Budweiser is known for its distinctive bottle and label, both of which remained largely unchanged since 1876. Tradition is important to the company. Its website says: “At Budweiser, we take enormous pride in brewing the great American lager. But being a part of American history and life is what really makes us proud.”", "keyword": ["budweiser", "beer", "lager", "american", "brew"]}, {"title": "A Lesson on Burberry", "article": "Burberry is a classic, traditional fashion house founded by Thomas Burberry near London in 1856. The 21-year-old textiles trainee decided to start making and selling his own outdoor clothes. He invented the world-famous water-resistant fabric gabardine in 1888 and opened his first store in London’s fashionable Haymarket in 1891. Burberry created clothing for early explorers to the South Pole and Mount Everest. Gabardine and the traditional Burberry tartan check pattern are now company trademarks. They form part of a multi-billion-dollar company. It has branched out into perfumes, watches, sunglasses and accessories. It had some image problems in the 1980s and 1990s when it became popular with British football hooligans. However, rebranding in top fashion magazines has returned its luxury appeal.", "keyword": ["burberry", "traditional", "gabardine", "london", "fashion"]}, {"title": "A Lesson on Burger King", "article": "Burger King is a global chain of hamburger and fast food restaurants. It was founded in 1955 by David Edgerton and James McLamore in Miami, Florida. It has since grown to 12,000 restaurants in over 70 countries and is now one of the world’s biggest restaurant chains. Burger King also has a strong presence at U.S. Army and U.S. Air Force bases worldwide. The company’s most famous product is the Whopper  a quarter pound hamburger introduced in 1957. The burger became famous enough for advertising execs to start the \"Home of the Whopper\" slogan. The company says it is strong on corporate responsibility. Its website says: “We are committed to diversity and inclusion, food safety and animal welfare, sensitivity towards the environment and a spectrum of civic and charitable initiatives.”", "keyword": ["burger", "restaurant", "whopper", "hamburger", "food"]}, {"title": "A Lesson on CNN", "article": "CNN (Cable News Network) is an American-owned cable news channel that is viewed in over 200 countries. It was founded in 1980 by media giant Ted Turner. He succeeded in his vision of providing 24-hour television news coverage. CNN was the first all-news TV channel in the USA. It is owned by parent company Time Warner. The CNN websites says: “CNN is constantly updated to bring you the top news stories from around the world. It is produced by dedicated staff in London and Hong Kong, working with colleagues at CNN's world headquarters in Atlanta, Georgia, and with bureaus worldwide. CNN relies heavily on its global team of over 4,000 news professionals.” Estimates are that CNN reaches 100 million American households and a million U.S. hotel rooms.", "keyword": ["cnn", "news", "cable", "channel", "view"]}, {"title": "A Lesson on Canon", "article": "Canon is one of the world’s top makers of digital imaging and photography equipment. The company was founded in Tokyo, Japan in 1937. It started life as Kwanon but changed to Canon in 1947. It has grown to become synonymous for high quality and affordable products. It has three main areas of operations: Its Office Business Unit manufactures copy machines and printers; its Consumer Business Unit produces SLR and digital cameras and lenses, and video cameras; and its Industry and Other Business Unit is responsible for semiconductor equipment, medical image recording equipment, computers, scanners and calculators. It has an annual revenue in excess of $35 billion. Canon recently topped a survey of 56 companies by the Clean Air-Cool Planet organization for climate-friendliness.", "keyword": ["canon", "unit", "equipment", "digital", "camera"]}, {"title": "A Lesson on Carlsberg", "article": "Carlsberg is a Danish brewing company founded in Copenhagen in 1847. It was started by J.C. Jacobsen and named after his son Carl. The pH scale, the standard measurement of acidity, was developed in Carlsberg’s laboratories in 1909. It is currently the world’s fourth largest brewing group. Carlsberg sells 114 million bottles of beer every day across more than 150 markets. The company began exporting beer in 1868 and one hundred years later opened its first overseas brewery, in Malawi. It currently has dozens of different brands in many countries. Its most famous products are the Carlsberg lager, Special Brew (which has a 9% alcohol content) and Elephant beer. Carlsberg has been involved in some memorable advertising, using the slogans \"Probably the best beer in the world\".", "keyword": ["carlsberg", "beer", "brewing", "danish", "copenhagen"]}, {"title": "A Lesson on Chanel", "article": "Chanel is a Paris-based fashion house founded in 1909 by Gabrielle “Coco” Chanel. She operated on her design maxim that \"simplicity is the keynote of all true elegance\". Chanel has an unrivalled reputation for quality and style. Its iconic products include haute couture, perfumes, jewellery, bags and purses, and fashion accessories. The history of the company is full of glitz, glamour, movie stars and top fashion designers. Marilyn Monroe helped make the perfume Chanel No. 5 famous in the 1950s and Hollywood actresses have contributed to the glamour since. Chanel operates over 200 boutiques across the globe, always in upmarket shopping districts or ritzy department stores. Such is Chanel’s popularity and pull, it constantly has to fight battles to stop the illegal counterfeiting of its goods.", "keyword": ["chanel", "glamour", "fashion", "perfume", "operate"]}, {"title": "A Lesson on Citibank", "article": "Citibank is the banking division of the financial services giant Citigroup. It was founded in 1812 as the City Bank of New York. It is one of the biggest banks in the world and one of the widest-reaching. Citibank has more than 1,400 branches in over 100 countries. Over half of these are in the USA. The bank offers many products in addition to banking. It offers customers insurance services, credit cards and investment products among other things. Citibank boasts one of the most popular online banking operations in the world, with more than 15 million customers. The bank suffered huge losses in the 2008 financial crisis and had to be bailed out by the U.S. government. Citibank says it \"is committed to running our business in a manner that benefits society and the environment\".", "keyword": ["citibank", "bank", "banking", "offer", "financial"]}, {"title": "A Lesson on Coca Cola", "article": "The Coca-Cola Company is a soft drinks giant that was established in 1886. Its mission is “to strive to refresh the world, inspire moments of optimism and happiness, create value and make a difference”. It often tops the list of being the world’s most recognizable brand. Its iconic Coca Cola drink, also known as Coke, started life as medicine. Today it is one of the biggest selling products on the planet. The company website says its 3,300+ beverages are sold in over 200 countries. It sells 1.6 billion drinks a day and employs close to 100,000 people. One secret to the company's phenomenal success is what it calls the 'Coca-Cola system' - the more than 300 worldwide bottling partners that work together to distribute its products. Another is its catchy advertising slogans, such as “Coke Is It”. Its biggest rival is Pepsi.", "keyword": ["drink", "coke", "strive", "refresh", "moment"]}, {"title": "A Lesson on Colgate Palmolive", "article": "The Colgate-Palmolive Company is one of the world’s biggest producers of household and personal hygiene goods. The Colgate half was founded in 1806 by soap and candle maker William Colgate. The Palmolive half was a rival company founded by B.J. Johnson who made a soap from palm and olive oils. The two companies merged in 1953. Today the company generates over $15 billion a year in revenue. Its major competitor is Proctor and Gamble. Colgate-Palmolive have a very broad mix of brands, including Ajax cleaner, Palmolive soap, Colgate toothpaste, and Fab detergent. The chairman says the company is “deeply committed to advancing technology which can address changing consumer needs throughout the world”. His website message states: “Our goal is to…create products that will continue to improve the quality of life for our consumers wherever they live.”", "keyword": ["colgate", "soap", "palmolive", "half", "consumer"]}, {"title": "A Lesson on Dell", "article": "Dell Inc. is a multinational information technology company. It is best known for its competitively-priced computers and its original distribution methods. It was started by Michael Dell in 1984 under the name of PCs Limited. Dell was a student at the University of Texas and believed he could make money by making computers for and selling directly to his customers. He made $73 million in his first year by allowing customers to order their computers and choose design options. In 1996, Dell started selling computers via the Internet and his company became a serious contender in the PC market. In 2002, Dell moved into making televisions, music players and printers. Dell is committed to innovation and green technologies. It is working towards being “the greenest technology company on the planet”.", "keyword": ["dell", "computer", "green", "technology", "pcs"]}, {"title": "A Lesson on Disney", "article": "Walt Disney is the world’s largest and best-known media and entertainment company. It was founded in 1926 by animator brothers Walt and Roy Disney. They became pioneers in making cartoons and full-length animated movies. Their creations are now an established part of our culture. Mickey Mouse, Fantasia, Snow White, Dumbo and Bambi are all cinema classics. The company’s theme parks are also world-famous. Disney has moved with the times and made several key acquisitions. In 2006, Disney bought Pixar Animation Studios from Apple founder Steve Jobs, and three years later it bought Marvel Entertainment. Disney thus added cultural icons like Toy Story and Spiderman. The Disney website explains the company’s “commitment to produce unparalleled entertainment experiences based on the rich legacy of quality creative content and exceptional storytelling”.", "keyword": ["disney", "entertainment", "walt", "animator", "roy"]}, {"title": "A Lesson on Duracell", "article": "Duracell is perhaps the world’s best known make of batteries. The brand is owned by the multinational conglomerate Proctor and Gamble. Duracell was founded by scientist Samuel Ruben and entrepreneur Philip Rogers Mallory. They developed an alkaline technology in the 1970s to replace the need for more dangerous mercury batteries. Duracell was introduced in 1974. It is a combination of the words ‘durable’ and ‘cell’. They marketed the batteries as being the world’s longest lasting. The company website says: “As a brand, we realized that there were (and still are) many uses for batteries. And as technology advanced, the uses for batteries only increased. We quickly became the world's leading producer of high-performance alkaline batteries.”", "keyword": ["battery", "duracell", "alkaline", "technology", "scientist"]}, {"title": "A Lesson on E-bay", "article": "eBay Inc. is the world’s leading e-commerce company. It was founded as an online auction site in 1995 called AuctionWeb by Pierre Omidyar. He said: “What I wanted to do was create an efficient market, where regular people could compete with big business…It was a little bit of an experiment.” He changed the name in 1997 to be similar to his company Echo Bay Technology Group. Within two years of starting, the company hosted 2,000,000 auctions. The company website explains the success story to date: “With more than 90 million active users globally, eBay is the world's largest online marketplace, where practically anyone can buy and sell practically anything…In 2009, the total worth of goods sold on eBay was $60 billion -- $2,000 every second.” The company employs over 15,000 people throughout the world.", "keyword": ["ebay", "auction", "practically", "online", "site"]}, {"title": "A Lesson on Fedex", "article": "FedEx, or Federal Express, is an international logistics company. It began operations in 1973 and has grown to serve and reach every corner of the world. The company website gives an overview: “FedEx provides customers and businesses worldwide with a broad portfolio of transportation, e-commerce and business services…Consistently ranked among the world's most admired and trusted employers, FedEx inspires its more than 275,000 employees and contractors to remain absolutely, positively focused on safety, the highest ethical and professional standards and the needs of their customers and communities.” FedEx is regularly honored as a top company to work for and is often on ‘Fortune’ magazine’s list of the most admired global companies.", "keyword": ["fedex", "admired", "federal", "logistics", "corner"]}, {"title": "A Lesson on Ferrari", "article": "Ferrari is one of the greatest names in automobile history. It conjures up images of speed, power and beauty. It was founded by Enzo Ferrari in 1929 as a racing team. He had no plans to manufacture cars for the road. The original name was Scuderia Ferrari, which translates as ‘Team Ferrari’. He decided to make street-legal cars in 1947. The company has since enjoyed unrivaled success in Formula One motorsport and an unparalleled reputation and glamorous image for its sports cars. The company is famous for its “Ferrari red” cars and the prancing horse logo. Ferrari also branched out into merchandising its brand. It makes sunglasses, luxury pens, perfume, high-tech bicycles and watches. It also opened Ferrari World in Abu Dhabi, where visitors can ride on a special rollercoaster to experience the g-force of a 0-100kph-in-2 seconds F-1 car.", "keyword": ["ferrari", "car", "image", "team", "conjure"]}, {"title": "A Lesson on Financial Times", "article": "The Financial Times (FT) is a respected British newspaper reporting on international business. It was founded in 1888 by James Sheridan to provide news to financiers. In 1957, it was bought by the publishing company Pearson. It is published every morning and is the only paper to provide full daily reports on the London Stock Exchange and world markets. It has a daily circulation of around half a million. The paper is as famous for its salmon-pink coloured paper as it is for its quality information. It’s also famous for the FTSE 100 index which it created with the London Stock Exchange to give an indication of the value of London stocks and shares. The biggest rival for the FT is ‘The Wall Street Journal’. The FT’s website FT.com has over 2 million registered users and more than 125,000 digital subscribers.", "keyword": ["paper", "stock", "daily", "london", "exchange"]}, {"title": "A Lesson on Ford", "article": "The Ford Motor Company is one of the world’s largest automakers. It was founded by Henry Ford in 1903. He made the company famous for mass-producing cheap family cars on moving assembly lines. The Model T Ford is an important part of automobile history. His production methods were copied by companies all over the world. The company has stayed in family hands since the beginning, making it one of the largest family-controlled businesses in the world today. Ford has an annual revenue of over $100 billion and employs around 250,000 people worldwide. The company also owns Sweden’s Volvo and has shares in Japan’s Mazda and the UK’s Aston Martin. The faltering global economy means most of Ford’s profits now come from financing car loans through the Ford Motor Credit Company.", "keyword": ["ford", "family", "motor", "car", "automaker"]}, {"title": "A Lesson on Gap", "article": "The Gap, Inc. is an American clothing and accessories retail chain based in San Francisco. It was founded in 1969 by Don G. Fisher and Doris F. Fisher. Don Fisher said: “I created Gap with a simple idea: to make it easier to find a pair of jeans. We remain committed to that basic principle.” The company has four brands besides Gap: Banana Republic, Old Navy, Piperlime and Athleta. The Gap brand includes GapKids, babyGap and gapbody. The company employs roughly 135,000 people in nearly 3,500 stores worldwide. The chain’s annual revenue is around $15 billion a year. It is currently the world’s second largest clothing retailer. The company website outlines its philosophy: “The focus at Gap Inc. is pretty simple: customers, creativity, doing what's right, and delivering results. Together, we call it ‘wearing your passion.’\"", "keyword": ["gap", "fisher", "simple", "clothing", "chain"]}, {"title": "A Lesson on General Electric", "article": "The General Electric Company, or GE, is an American multinational conglomerate. It is usually listed in the top three largest companies in the world. The company was started by the inventor Thomas Edison in 1890. He originally called it Edison General Electric. A series of successful mergers made the company into an industry giant. It is involved in aviation, electronics, finance, healthcare, entertainment and more. It employs over 300,000 people and has yearly revenues in excess of $150 billion. Its current slogan is ‘Imagination at Work’. Its website says: “We consider our culture to be among our innovations. Over decades our leaders have built GE’s culture  a place for creating and bringing big ideas to life. Today, that culture is the unifying force for our many business units around the world.”", "keyword": ["culture", "edison", "electric", "aviation", "yearly"]}, {"title": "A Lesson on Gillette", "article": "Gillette is a leading brand of razors and personal hygiene products. It was founded in 1895. It produced the first safety razors using disposable blades in 1902. In 1958, it produced its first 'adjustable' razor  the model for most of today’s razors. The company is famous for bringing out different designs of razors, each claiming to produce a much better, closer shave than the ones before. Its slogan is \"The Best a Man Can Get\". The brand markets itself as providing “high-performance styling and grooming products for men.” More than 600 million men worldwide shave with a Gillette product. Gillette was bought by Proctor and Gamble in 2005 and the name ‘The Gillette Company’ disappeared. The company also produces shaving gels and creams, hair care products and deodorants.", "keyword": ["razor", "gillette", "shave", "produce", "blade"]}, {"title": "A Lesson on Goldman Sachs", "article": "Goldman Sachs is a global investment banking and securities firm. It also deals in investment management and other financial services. Most of its clients are institutions, governments, pension funds and very wealthy people. It was founded in 1869 by a German immigrant to New York Marcus Goldman. His son-in-law Samuel Sachs joined the firm in 1885 and their company became Goldman-Sachs. They joined the New York Stock Exchange in 1896 and have been a major force on it ever since. The company’s website says it highly values its employees: “Our principal assets are our people, capital and reputation. We are committed to maintaining a culture of diversity, integrity and strong business principles.” The company usually only employs those with MBAs from leading business schools. Its annual revenues are in excess of $50 billion.", "keyword": ["goldman", "sachs", "join", "firm", "investment"]}, {"title": "A Lesson on Gucci", "article": "Gucci, or the House of Gucci, is a leading brand of fashion and leather goods. Its name is synonymous with style and luxury. It was founded in 1921 by fashion designer Guccio Gucci. Many of his designs are still with the company today, most notably the bamboo handle handbag. He also designed the company’s trademark green and red striped finishing. Gucci has almost 300 stores worldwide and an annual revenue in excess of $2.5 billion. The group has become a major force in the industry by acquiring other brands such as Alexander McQueen, Stella McCartney and Yves Saint Laurent. According to ‘Business Week’ magazine Gucci was in 41st position on the 2009 \"Top Global 100 Brands\". Gucci is also the biggest-selling Italian brand in the world.", "keyword": ["gucci", "fashion", "design", "guccio", "notably"]}, {"title": "A Lesson on Guinness", "article": "Guinness is a popular Irish alcoholic drink famous throughout the world. It is a type of beer called a dry stout. It has a distinctive burnt flavor from the use of roasted barley in the brewing process. The company was founded in 1759 by Arthur Guinness at the St. James's Gate Brewery, Dublin. Guinness is still made there today. In 1769 Guinness started exporting his ale - six and a half barrels were sent to England. Today, Guinness is exported all over the world, making it Ireland’s most successful ever export. Guinness has run some very clever advertising campaigns, most notable “Pure Genius” and “Guinness Is Good For You”. There are many studies that prove Guinness has beneficial health effects. For a time, doctors advised pregnant women to drink a little Guinness. The company has stopped this slogan and now promotes responsible drinking in moderation.", "keyword": ["guinness", "export", "drink", "irish", "stout"]}, {"title": "A Lesson on HSBC", "article": "HSBC is the world's largest banking and financial services group. It was founded in 1865 as The Hong Kong and Shanghai Banking Corporation. Its headquarters was in Hong Kong until 1992 when it moved to London. The bank is listed on the London, New York, Hong Kong, Paris and Bermuda Stock Exchanges. Its slogan is “The World’s Local Bank.” The HSBC website says: “We have a unique international pedigree. Many of our principal companies opened for business over 100 years ago.” HSBC has 9,500 branches in nearly 90 countries. To cut costs, HSBC has opened up call centres in India, China and Brazil. The bank says it saves about $20,000 per worker for each job moved to these centres. Trade unions in the USA and UK blame these centres for job losses and salary caps in their countries.", "keyword": ["hsbc", "centre", "hong", "kong", "job"]}, {"title": "A Lesson on Harley Davidson", "article": "Harley-Davidson is an American motorbike maker that has established a cult following for its machines. It was founded by William S. Harley and his childhood friend Arthur Davidson in 1901. They spent several years trying to make a motorbike that would sell. They started production in 1907 in their factory in Milwaukee, which is still the company headquarters today. The company has survived despite America’s Great Depression and competition from Japanese companies that finished off most of the world’s other motorcycle makers. Harley produces big bikes (over 750cc) designed for cruising. They have a distinctive Harley rumbling noise. The company has a very loyal following, which it develops through HOG  the Harley Owners Group. The company’s 2009 revenue was over $4 billion. Almost 5% of this was from the licensing of its logo.", "keyword": ["harley", "motorbike", "cult", "childhood", "davidson"]}, {"title": "A Lesson on Heineken", "article": "Heineken is one of the world’s most popular brands of beer. It was established in 1873 in Amsterdam by Gerard Adriaan Heineken. He saw a market to introduce a ‘beer culture’ in Amsterdam’s cafes. Today, Heineken is brewed by 40 breweries in 39 countries around the world. It’s website says: “Heineken has been able to remain one of the world’s leading consumer and corporate brands for more than 130 years. It confronts directly the challenges in many of our markets to deliver organic profit growth, but also focuses on building the long-term future of our brands and business.” Heineken is one of the world’s leading brewers in terms of sales volume and profitability. Its principal brands are Heineken and Amstel, but it also owns more than 200 international brands, including Foster’s, Strongbow cider, Kingfisher, Tiger, and Newcastle Brown Ale.", "keyword": ["heineken", "amsterdam", "beer", "brand", "gerard"]}, {"title": "A Lesson on Heinz", "article": "The H. J. Heinz Company, commonly known as Heinz, is an American-based food company. Its website says: “Throughout the world, Heinz is synonymous with ketchup. We sell 650 million bottles of Heinz ketchup every year and approximately two single-serve packets of ketchup for every man, woman and child on the planet.” The company is also known for its baked beans and soups and the \"57 Varieties\" slogan. The company was founded in Pittsburgh in 1869 by Henry John Heinz. His business ideals are still important to the company today. Its website states: “Heinz conducts business in an ethical manner, guided by the enduring principles of our founder and an unwavering commitment to integrity.” Everyone knows the slogans, “Beanz Meanz Heinz” and “If It Isn’t Heinz, It Isn’t Ketchup.”", "keyword": ["heinz", "ketchup", "packet", "baked", "bean"]}, {"title": "A Lesson on Hertz", "article": "Hertz is the world's leading vehicle renting organization. It operates from approximately 7,700 locations in 145 countries worldwide. It is the largest general use car rental brand in the world and is the number one airport car rental brand in the U.S. and at 69 major airports in Europe. Hertz's Worldwide Reservations Centers handle approximately 40 million phone calls and receive 30 million reservations annually. The company started in 1923 when John Hertz of the Yellow Cab and Yellow Truck and Coach Manufacturing Company bought a car renting company from Walter L. Jacobs - the pioneer of auto renting. He called it the Hertz Drive-Ur-Self System. Hertz’s mission “is to be the most customer-focused, cost-efficient vehicle and equipment rental/leasing company in every market.”", "keyword": ["hertz", "airport", "rental", "yellow", "vehicle"]}, {"title": "A Lesson on Hewlett Packard", "article": "The Hewlett-Packard Company, commonly referred to as HP, is a multinational information technology corporation. Its products include computers, printers, scanners, cameras, mobile phones and televisions. The company was founded in 1939 by Stanford University classmates Bill Hewlett and Dave Packard in a garage in Palo Alto, California. One of their first customers was Walt Disney Studios, which bought HP equipment to test an innovative sound system for the movie ‘Fantasia’. The two men tossed a coin to decide the name of the company  HewlettPackard or Packard-Hewlett. Dave Packard won the toss but chose to put his friend’s name first. HP markets its products to individual consumers, small- to medium-sized businesses and office-supply retailers. It has over 300,000 staff worldwide and generates an annual revenue in excess of $100 billion.", "keyword": ["dave", "packard", "toss", "refer", "stanford"]}, {"title": "A Lesson on Hilton", "article": "Hilton is an international chain of luxury hotels and resorts. It was founded by Conrad Hilton who bought his first hotel in Cisco, Texas in 1919. Hilton expanded his enterprise until it became a leader in the U.S. market and the country’s first coast-to-coast chain. Today, there are more than 3,500 hotels in 81 countries. Its website says: “Hilton Worldwide is the leading global hospitality company, spanning the lodging sector from luxurious full-service hotels and resorts to extended-stay suites and mid-priced hotels.” The company says its commitment is to “creating exceptional guest experiences” and that their “more than 130,000 team members continue to bring the highest quality of service to the world's visitors.” The company established a guest loyalty program called Hilton Honors, which has partnerships with airlines and car rental companies.", "keyword": ["hilton", "hotel", "guest", "resort", "chain"]}, {"title": "A Lesson on Honda", "article": "Honda Motor Company Ltd. is a Japanese multinational company mainly known for its cars and motorcycles. It’s the sixth largest car maker in the world. The company was started by a mechanic Soichiro Honda. He made small motorbikes after WWII and by 1964 had become the world’s largest manufacturer of motorbikes. Honda also manufactures garden equipment, boat engines, power generators and jet engines. Since 1986, the company has been involved with robotics research. It developed what is today the world’s best-known robot - the ASIMO - in 2000. Honda is also heavily involved in motorsports and has racing teams in both Formula 1 and motorbike events. Honda’s slogan is “The Power of Dreams”. Its website says: “Dreams inspire us to create innovative products that enhance mobility and benefit society.”", "keyword": ["honda", "motorbike", "dreams", "engine", "power"]}, {"title": "A Lesson on IBM", "article": "International Business Machines (IBM) is a multinational computer and information technology corporation. It’s the fourth largest tech company in the world and has the second most valuable brand. IBM has its origins in the nineteenth century. It was founded in 1896 as the Tabulating Machine Company by Herman Hollerith. It was listed on the New York Stock Exchange in 1911 as the Computing Tabulating Recording Corporation and became International Business Machines in 1917. Today its business is computer systems, software and hardware, semi-conductors, and IT consulting services. The company employs 400,000 people worldwide. Its staff have won five Nobel Prizes among numerous other international awards. According to its website, these IBMers share the corporate value of “innovation that matters.”", "keyword": ["machines", "ibm", "tabulating", "international", "computer"]}, {"title": "A Lesson on Ikea", "article": "IKEA is a Swedish furniture and home products retailer that has stores all over the world. It is famous for well-priced flat pack furniture that customers assemble at home. It also sells accessories and bathroom and kitchen items. It is the world's largest furniture retailer. IKEA was started in 1943 by 17-year-old Ingvar Kamprad from Elmtaryd in Agunnaryd, South Sweden. The IKEA acronym comes from the initials of the founder and the places he grew up. The company operates over 300 stores as franchises in 37 countries. It has over 12,000 products in its catalogue. The company employs over 125,000 people worldwide. IKEA’s vision is “to create a better everyday life for the many people…by offering a wide range of well-designed, functional home furnishing products at prices so low that as many people as possible will be able to afford them”.", "keyword": ["ikea", "furniture", "retailer", "swedish", "flat"]}, {"title": "A Lesson on Intel", "article": "Intel Corporation is a technology company based in Santa Clara, California. It is the world's largest semiconductor chip maker and the inventor of the x86 series of microprocessors that are found in most personal computers. The company was founded in 1968 by Gordon E. Moore (of \"Moore's Law\" fame) and Robert Noyce. They wanted to call their company Moore Noyce but decided that sounded too much like “more noise”. Instead, they opted for a combination of “integrated electronics”. Intel also produces flash memory and graphic chips. Intel's \"Intel Inside” slogan has made the chip maker a household name. Intel’s new slogan “Sponsors of Tomorrow” signals their goal of leading technical innovation. Intel’s website says: “We believe that technology makes life more exciting…Therein lies the endless opportunity.”", "keyword": ["intel", "moore", "chip", "noyce", "technology"]}, {"title": "A Lesson on Jack Daniels", "article": "Jack Daniel's (JD) is a brand of whiskey that is among the best-selling alcoholic drinks in the world. It is a kind of whiskey known as Tennessee whiskey which has special brewing techniques that make it different from other whiskies. JD is famous for its square bottles and black label. It is also widely known simply as ‘Jack’. According to the Jack Daniel’s website, the whiskey was first made in 1866 by Jasper Newton \"Jack\" Daniel in Lynchburg, Tennessee. No one knows if this is true as this would have made Jack 16 years old. What is established is that the brewery was founded in 1875. The brand has become part of American culture and has countless mentions in movies and songs. The company employs 365 people and generates an annual income in excess of $120 million.", "keyword": ["jack", "whiskey", "daniel", "tennessee", "technique"]}, {"title": "A Lesson on KFC", "article": "KFC Corporation, based in Louisville, Kentucky, is the world's most popular chicken restaurant chain. It specializes in freshly made chicken sandwiches made according to the special Colonel Sanders’ recipe - a secret blend of 11 herbs and spices Colonel Harland Sanders originated more than a half-century ago. The KFC website says: “Every day, more than 12 million customers are served at KFC restaurants in 109 countries and territories around the world. KFC operates more than 5,200 restaurants in the United States and more than 15,000 units around the world.” Apart from chicken, KFC serves more than 300 other products, including a salmon sandwich in Japan. KFC is part of Yum! Brands, Inc., the world's largest restaurant company. It has annual revenues in excess of $11 billion.", "keyword": ["kfc", "chicken", "restaurant", "colonel", "sanders"]}, {"title": "A Lesson on Kelloggs", "article": "Kellogg Company (also known as Kellogg or Kellogg's) is the world's top producer of breakfast cereals and cereal products and a leading producer of convenience foods. Kellogg's was founded as the Battle Creek Toasted Corn Flake Company in 1906 by Will Keith Kellogg. He produced Kellogg's Toasted Corn Flakes which became a runaway commercial success. He renamed his business the Kellogg Company in 1922. Kellogg’s is proud of its corporate responsibility. The first box of Kellogg's Corn Flakes was packaged in 100 percent recycled paperboard. Kellogg was also one of the first companies to print nutrition messages, recipes and product information on its packages. Kellogg products are sold in more than 180 countries. They include brands such as Nutri-Grain, Rice Krispies, Special K and All-Bran. The company has 30,000 employees worldwide.", "keyword": ["kellogg", "corn", "cereal", "toasted", "flakes"]}, {"title": "A Lesson on Kleenex", "article": "Kleenex is a brand name for facial tissues, bathroom tissue, paper towels, and diapers. The name Kleenex has become a noun in many dictionaries, meaning a facial tissue, whatever the brand. The Kimberly-Clark Corporation created Kleenex tissues in 1924. The original material Kleenex came from was called ‘Cellucotton’ and was designed for gas masks in WWI. It took ten years for Kimberly-Clark to market Kleenex as a disposable handkerchief. This changed by the mid-1930s when Kleenex had the slogan “Don’t Carry a Cold in Your Pocket”. The Kleenex website says: “Since Kleenex tissues came on the market in 1924, it has been the No. 1 brand of facial tissue in the world and has become a genuine global icon.” Its new slogan is “It Feels Good To Feel”. Today, Kleenex products are sold in more than 170 countries.", "keyword": ["kleenex", "tissue", "facial", "towel", "cellucotton"]}, {"title": "A Lesson on Kodak", "article": "Eastman Kodak Company is a multinational US corporation famous for producing photographic materials and equipment. It was a pioneer in film photography and is now refocusing to compete in digital markets. Kodak started as the Eastman Dry Plate Company, founded by inventor George Eastman and businessman Colin Craft. They made the first cameras suitable for non-expert use. Eastman made the slogan \"you press the button, we do the rest,\" when he marketed the world’s first simple camera in 1888. That camera was called the “Kodak”. It was so successful the word became the company name. The Eastman Kodak Company has become a leader in leisure, commercial, entertainment and scientific photography. The company employs 25,000 people and generates over $10 billion a year in revenue.", "keyword": ["eastman", "kodak", "camera", "photography", "refocus"]}, {"title": "A Lesson on Kraft", "article": "Kraft Foods, Inc. is the world’s second largest confectionery, food, and drinks company (after Nestlé). It has dozens of household-name brands which it markets in more than 155 countries. It was founded by James L. Kraft in 1903. He started a door-to-door cheese business. Kraft had a very shaky start but by 1914 he was selling thirty-one varieties of cheese across the U.S.A. and had opened his own cheese factory. In 1915, the company invented processed cheese that did not need refrigeration. The U.S. Army bought millions of kilograms for soldiers’ rations during World War I. Today the company owns brands such as Cadbury, Philadelphia cheese, Vegemite, and Nabisco. Twelve of these brands each generate over $1 billion. Around 30% or revenues come from confectionary and 14% from cheese.", "keyword": ["cheese", "kraft", "foods", "confectionery", "nestlé"]}, {"title": "A Lesson on Levis", "article": "Levi’s have been the most famous brand of jeans and denim clothing for decades. Levi Strauss & Co. was founded in 1853 when Levi Strauss emigrated from Germany to San Francisco to help with his brothers’ dry goods business. The company began producing denim overalls in the 1870s but did not start making jeans until the 1920s. Strauss and his partner Jacob Davis patented the copper rivet to reinforce clothing in 1873. It was to become a key part of their jeans design. The demand for their jeans skyrocketed in WWII. This saw their sales staff grow from 15 before the War to 22,000 in 35 countries just after it. Levi's jeans became popular with young people in the 1950s and ‘60s. The 501 was then, and is today, their biggest-selling product. The company leads the fashion industry in the number of trademark infringement cases.", "keyword": ["jean", "levi", "strauss", "denim", "clothing"]}, {"title": "A Lesson on Louis Vuitton", "article": "\"Since it was founded, Louis Vuitton has been a byword for stylish, elegant luggage.\" This comment from its website highlights the secret of the company’s success from its very beginnings in 1854. Louis Vuitton worked for the French royal family and developed an understanding of what made good luggage. His famous LV monogram is found on most of today’s products, ranging from trunks, bags and purses to shoes, watches and sunglasses. The company sells most of its products in classy boutiques in up-market department stores. Another cornerstone of the company’s success is the attention to craftsmanship. The website says: \"The choice of the finest materials, experienced craftsmen and the extreme care devoted to all manufacturing phases of our items, perpetuate and renew our tradition of excellence.\"", "keyword": ["luggage", "louis", "vuitton", "byword", "elegant"]}, {"title": "A Lesson on MTV", "article": "MTV is perhaps the most famous music video TV channel in the world. It started life as Music Television on August 1, 1981. The first words spoken on the channel were, \"ladies and gentlemen, rock and roll\". The first music video shown on MTV was \"Video Killed the Radio Star\" by The Buggles. MTV became well known for its video of Apollo 11 moon landing with the U.S.A. flag having a picture of MTVs logo on it. The channel has changed a lot and no longer plays just music. It now broadcasts many different programmes, including reality television shows. In addition to TV shows, MTV has a long history of community, social and political activism, which it promotes through its http://think.mtv.com/ website. It encourages people to fight for their rights.", "keyword": ["mtv", "video", "music", "channel", "television"]}, {"title": "A Lesson on Manchester United", "article": "Manchester United Football Club is the biggest brand in world football and the world’s richest club. The English Premier League club was founded as Newton Heath in 1878 and changed its name to Manchester United in 1902. It is one of the most successful clubs in English football and perhaps the most widely-supported in the world, with as many as 350 million fans. In 2010, Forbes magazine ranked Manchester United second to the New York Yankees in its list of the world’s most valuable sports team brands. The club has always managed to secure lucrative sponsorship deals and regularly receives the highest share of TV rights. United manage its worldwide exposure well through its own TV channel, MUTV. It also has a financial services arm and a foundation to help poorer children succeed.", "keyword": ["club", "manchester", "united", "football", "manage"]}, {"title": "A Lesson on Marlboro", "article": "Marlboro is the world’s largest selling brand of cigarettes. It is made by the Philip Morris Company, originally a London-based cigarette maker. Philip Morris named the cigarette after the location of the company’s first factory in London’s Great Marlborough Street. In 1902, Morris created a New York branch to market his brands in the U.S.A. The name changed to become easier to spell and by 1924, Marlboro was advertised as a woman's cigarette. In the 1960s that changed as “Marlboro Man” came along. In America, Marlboro is the number one cigarette brand. In 2009, Marlboro's market share of 42% was larger than its two largest competitors combined. Marlboro had to rebrand products marketed as \"Lights” or \"Mild” because that gave the impression its cigarettes are safe. Marlboro has been a big sponsor of motor racing since 1972.", "keyword": ["marlboro", "cigarette", "morris", "philip", "market"]}, {"title": "A Lesson on McDonald's", "article": "McDonald’s is one of the most famous brands in the world. It is the world’s largest chain of hamburger restaurants with 31,000 eateries. It operates in 119 countries, serving 47 million customers a day. The company employs over 1.5 million people. The business began in 1940 when brothers Richard and Maurice McDonald opened their first restaurant. In 1948, they introduced the \"Speedee Service System\" which started the modern fast-food phenomenon. The golden arches trademark was introduced in 1962. McDonald’s has rarely been out of the headlines for controversies over its unhealthy menus and working conditions. The term \"McJob\" was added to Merriam-Webster's Dictionary in 2003, meaning \"a low-paying job that requires little skill and provides little opportunity for advancement\".", "keyword": ["mcdonald", "restaurant", "introduce", "eatery", "richard"]}, {"title": "A Lesson on Mercedes", "article": "Mercedes-Benz is a German manufacturer of luxury cars, buses, coaches, and trucks. It is a division of its parent company, Daimler AG. Mercedes-Benz was founded in 1881 and is the oldest car maker around today. Its history includes the first petrol-powered car, created by Karl Benz in 1886. The company marketed its first Mercedes car in 1901. Mercedes has built up a reputation for designing high-quality, safe and luxurious cars. They have become a status symbol for business people and the rich and famous. The company is synonymous with speed and has been involved with motor sports since 1926. The company first won the Formula 1 championship in 1954. The company website says keeping customers satisfied is “at the heart of the Mercedes-Benz customer-care philosophy”.", "keyword": ["car", "mercedes", "bus", "daimler", "karl"]}, {"title": "A Lesson on Merrill Lynch", "article": "Merrill Lynch is now the investment banking and wealth management arm of Bank of America (B of A). It was a publicly owned company before it was bought by B of A in 2009. What had been Merrill Lynch & Co., Inc suffered badly in the 2008 global financial crisis and had to be rescued. The company was founded on Wall Street, New York in 1914 by Charles E. Merrill and Edmund C. Lynch. They made many clever investments to build their reputation as investment bankers. It later expanded into financial services, insurance and investment management. Its 20,000 brokers were so powerful in global finance they became known as the “thundering herd”  a reference to the bull in its logo. The company has 60,000 employees. The ML.com website outlines the firm’s success: “Working with our clients as strategic partners, we create and execute winning solutions.”", "keyword": ["investment", "merrill", "lynch", "management", "financial"]}, {"title": "A Lesson on Microsoft", "article": "Microsoft is one of the best-known companies in the world. Almost everyone uses a Microsoft product. These include the Windows operating systems, Hotmail and MSN, MS Word, Excel and PowerPoint, and the Bing search engine. The Financial Times ranks it as the third largest company on the planet. It has created four billionaires and around 12,000 millionaires among its 93,000 employees. The company was founded by Bill Gates in 1975 and slowly became the number one name in computing. It generates over $50 billion a year in revenues. The company website outlines its values as follows: “As a company, and as individuals, we value integrity, honesty, openness, personal excellence, constructive self-criticism, continual self-improvement, and mutual respect.”", "keyword": ["microsoft", "windows", "hotmail", "msn", "excel"]}, {"title": "A Lesson on Mobil", "article": "Mobil is a major American oil company that merged with Exxon in 1999 to form ExxonMobil. It operates petrol stations, carwashes, convenience stores and auto-repair shops throughout the world. It was founded in 1911 and quickly grew to be one of the world’s most important oil companies. Its website claims: “ExxonMobil is the world’s largest publicly traded international oil and gas company. We hold an industry-leading inventory of global oil and gas resources. We are the world’s largest refiner and marketer of petroleum products. And our chemical company ranks among the world’s largest. But we are also a technology company, applying science and innovation to find better, safer and cleaner ways to deliver the energy the world needs.” The company employs over 80,000 people worldwide.", "keyword": ["oil", "exxonmobil", "gas", "mobil", "exxon"]}, {"title": "A Lesson on Moet et Chandon", "article": "Moët et Chandon is a French winery famous for its champagnes. It is also co-owner of the luxury goods company Moët-Hennessy. It was founded in 1743 by wine trader Claude Moët, who began shipping his wine from the Champagne region to King Louis XV in Paris. In the late 18th Century, the winery teamed up with Benedictine monk Dom Perignon who had created the special double fermentation process for creating champagne. Today, the company produces around 26 million bottles of champagne a year. In 1970, Moet bought the fashion house Christian Dior  the first of its luxury brand acquisitions. A year later it merged with the cognac producer Jas Hennessy & Co. to create Moët-Hennessy. The group then merged with Louis Vuitton to form the LVMH Group, which contains over 60 prestigious brands.", "keyword": ["champagne", "moët", "winery", "wine", "louis"]}, {"title": "A Lesson on Motorola", "article": "Motorola is a manufacturer of wireless mobile phones, two-way radios, microprocessors and wireless network infrastructure equipment. Its website says: “Motorola is a global communications leader powered by a passion to invent and an unceasing commitment to advancing the way the world connects.” The company was founded in 1928 by Paul Galvin under the name Galvin Manufacturing Corporation. Its first product was a battery component for radios. Galvin bought the name ‘Motorola’ in 1930. The company says: “For more than 80 years, our communication solutions have allowed people, businesses and governments to be more connected and more mobile.” In 1969, Neil Armstrong spoke his famous words \"one small step for a man, one giant leap for mankind\" from the Moon on a Motorola radio.", "keyword": ["motorola", "galvin", "radio", "wireless", "communication"]}, {"title": "A Lesson on NBA", "article": "The NBA (National Basketball Association) is the professional body that controls basketball in the U.S.A. and Canada. It consists of 30 franchised teams, of which 29 are in the U.S. and one is in Canada. It was founded in 1946 as the Basketball Association of America and changed its name three years later. The NBA is now a multi-billion-dollar business and has spread its appeal to an international audience. Many players from outside North America play in it, helping basketball become more popular. Among recent players is Yao Ming, who has increased basketball’s fan base in his native China. The 200910 season had a record 83 international players. This internationalization means the NBA is televised in over 200 countries.", "keyword": ["basketball", "nba", "player", "association", "canada"]}, {"title": "A Lesson on Nike", "article": "Nike is one of the world’s leading sportswear and equipment manufacturers. It leads the world in sales of athletic shoes. The company was founded in 1964 by Bill Bowerman and Philip Knight. Its first name was Blue Ribbon Sports but that changed to Nike in 1978. Nike is the Greek goddess of victory. It is famous for its slogan, “Just Do It” and the Swoosh logo, which Nike first used in 1971. Blue Ribbon’s first product was a soccer shoe called Nike. A major factor in Nike’s success is its sponsorship of top sports stars. Tennis ace Ilie Nastase was the first. Subsequent tie-ups with superstars like basketball’s Michael Jordan and golfer Tiger Woods accelerated Nike’s corporate success. Nike has had to defend itself against criticism that its products are made by children and workers paid below the legal minimum wage in sweatshops.", "keyword": ["nike", "ribbon", "blue", "shoe", "athletic"]}, {"title": "A Lesson on Nintendo", "article": "Nintendo is a Japan-based multinational video game manufacturer and developer. It was founded in 1889 by Fusajiro Yamauchi as a maker of Japanese handmade hanafuda cards. The company tried various industries over the next century before turning to toys in 1966 and video games in 1977. It became one of the most popular and most influential in the world. It is also Japan’s third most valuable company, with a value of almost $100 billion. The company website says ‘Nintendo’ means ‘Leave luck to Heaven’. A game developer called Shigeru Miyamoto was hired by Nintendo and he changed the company’s fortunes with successes like Donkey Kong and Super Mario. Miyamoto is now a gaming superstar. The introduction of the Nintendo DS and the Wii game console further established Nintendo as a major player.", "keyword": ["nintendo", "game", "developer", "miyamoto", "video"]}, {"title": "A Lesson on Nissan", "article": "Nissan is one of the world’s largest car manufacturers. It started as the Kwaishinsha Motorcar Co. in 1918 and then the DAT Motorcar Co. The company became Nissan in the 1930s. It became a major supplier of equipment to Japan’s military before WWII. Nissan expanded overseas in the 1950s. Its compact Datsun car was a huge international success and established Japanese cars outside of Japan. By 1970, they were one of the largest car exporters in the world. Its globalization continued with making cars overseas and forming partnerships with companies such as Renault. Carlos Ghosn became president of Nissan in 2000 when the company was in big financial difficulties. He masterminded a spectacular corporate turnaround to re-establish Nissan as a leading and profitable manufacturer.", "keyword": ["nissan", "car", "motorcar", "overseas", "japan"]}, {"title": "A Lesson on Nivea", "article": "Nivea is one of the most trusted names in skin care. It is owned by the German company Beiersdorf, which was established in 1911 when pharmacist Carl Paul Beiersdorf developed the Nivea skin cream. The word ‘nivea’ is Latin for snow-white. A key product of Nivea is lanolin, which is found in sheep’s wool. Beiersdorf was also a pioneer in developing the sticking plaster and deodorizing soap. In 1925 Nivea was marketed for the first time in what is now its distinctive blue containers. Its website says “Nivea has … years of experience in skin and beauty care and stands for innovative and high-quality products… we are close to consumers, offering them compelling, innovative products. Our brands enjoy universal trust.” In 2010, Nivea announced its product Nivea Happiness Sensation.", "keyword": ["nivea", "beiersdorf", "care", "innovative", "develop"]}, {"title": "A Lesson on Nokia", "article": "Nokia is a Finnish telecommunications corporation. It is Finland’s largest company and accounts for 25% of the country’s exports and a third of the value of the Helsinki Stock Exchange. Nokia has its roots in another form of communication  paper. It was established in 1865 by mining engineer Fredrik Idestam who started manufacturing paper. The company is named after the Nokianvirta River which it used for its paper mill. In 1902, the company started producing electricity. It merged with two other companies in 1967 to form the Nokia Corporation and produced household goods. In the 1980s the company decided to solely focus on mobile phone technology. Today, it employs 123,000 people in 120 countries. It is the world’s largest producer of mobile phones.", "keyword": ["nokia", "paper", "mobile", "phone", "telecommunication"]}, {"title": "A Lesson on Pampers", "article": "Pampers is a brand of baby products that started out as a manufacturer of disposable diapers (nappies). They are now part of the Procter & Gamble group of companies. Pampers were created in 1961. The company has diversified its product range so parents of babies of all sizes, sexes and medical conditions have a choice. Pampers are the most popular brand on the market and the word ‘Pampers’ has almost become a generic noun for all diapers. Several controversies have hit the brand. In 2010, Pampers introduced a product with something they called ‘Dry-Max technology’. They received thousands of complaints from parents who reported the diapers gave their babies rashes and chemical burns. An investigation was undertaken by the Consumer Products Safety Commission.", "keyword": ["pampers", "baby", "diaper", "nappy", "size"]}, {"title": "A Lesson on Panasonic", "article": "Panasonic is a Japanese multinational corporation that produces electronics. It is Japan’s largest maker of electrical goods and the 89th biggest company in the world. The company was founded in 1918 by Konosuke Matsushita. It was called Matsushita Denki and started off making bicycle lamps. It changed its name to Panasonic in 2003. ‘Panasonic’ was the name of the audio speakers it produced in 1955. After WWII, the company started making a wide variety of household electronics and bicycles. It became a world leader in the former but was forced to give up making bicycles due to poor levels of profitability. Panasonic bought its rival Sanyo (which was started my Matsushita’s brother-in-law) in 2008. The merged corporation has annual revenues of over $110 billion. The company uses the slogan “Panasonic ideas for life”.", "keyword": ["panasonic", "matsushita", "bicycle", "electronics", "konosuke"]}, {"title": "A Lesson on Pepsi", "article": "PepsiCo is one of the world’s largest producers of soft drinks. Its most famous brand is Pepsi but its products also include Mountain Dew, Aquafina, 7up, Gatorade and Tropicana, among many other household names. Pepsi was first made in the 1890s by a pharmacist called Caleb Bradham. He wanted to create a tasty drink that boosted energy and helped with digestion. Since its creation, it has been involved in perhaps the world’s greatest business rivalry, with Coca Cola, which unsuccessfully tried to buy Pepsi three times in the 1930s. The company has over 200,000 employees worldwide and generates $50 billion of revenue a year. PepsiCo’s website says: “Our mission is to be the world's premier consumer products company focused on convenient foods and beverages.”", "keyword": ["pepsi", "pepsico", "drink", "mountain", "dew"]}, {"title": "A Lesson on Pfizer", "article": "Pfizer is the world’s largest pharmaceutical company. It was founded in New York in 1849 by Charles Pfizer and his cousin. Their business started booming after they discovered a process for making citric acid. This method was vital in producing penicillin during World War II and the US Army relied heavily on Pfizer for their antibiotics. Its most famous product, perhaps, is the drug Viagra. The company has had its share of success and controversy. In 2009, the U.S. Justice Department called it a “repeat offender” after it lost four high-profile healthcare fraud cases. Pfizer is also among the top ten U.S. companies with the biggest number of pollution sources. The company spends millions on preventing counterfeits of its drugs. It has a recent history of mergers with other international drugs companies.", "keyword": ["pfizer", "drug", "pharmaceutical", "cousin", "boom"]}, {"title": "A Lesson on Pixar", "article": "Pixar Animation Studios is the world’s most successful CGI animation film studio. It was started by Star Wars producer George Lucas, before Apple co-founder Steve Jobs bought it in 1986. Disney then bought the studios in 2006. Pixar has been responsible for some of the greatest children’s movies ever made, including the Toy Story franchise, Finding Nemo, The Incredibles, Cars, Wall-E and Up. The studio has won 24 Oscars, among dozens of other awards, acknowledgments and achievements and has made $5.5 billion worldwide. Its website says: “Pixar's objective is to combine…technology and world-class creative talent to develop computer-animated feature films with memorable characters and heartwarming stories that appeal to audiences of all ages.”", "keyword": ["studio", "pixar", "animation", "film", "story"]}, {"title": "A Lesson on Pizza Hut", "article": "Pizza Hut is one of the world’s best-known pizza restaurants. It was founded in 1958 in Kansas, USA, by brothers Dan and Frank Carney. Twenty years later, it was bought by Pepsico. Pizza Hut offers dine-in, takeaway and home delivery options in nearly all its 10,000 locations in more than 90 countries. The website says: “At Pizza Hut, we take great pride and care to provide you with the best food and dining experience in the quick-service restaurant business.” The company is well-known for using famous people in their adverts. These include former Soviet Union Premier Mikhail Gorbachev, ex-boxing champion Muhammad Ali and the Muppets. The company was also the first to sponsor the first space pizza delivery in 2001, when the company’s name was put on the side of a Russian rocket.", "keyword": ["pizza", "hut", "delivery", "restaurant", "kansas"]}, {"title": "A Lesson on Polo Ralph Lauren", "article": "Polo Ralph Lauren is an American clothing and lifestyle goods company. It was created by fashion designer Ralph Lauren in 1967, who started selling ties in New York. Two years later, he opened his own boutique. He slowly expanded until his first international store opened in London in 1981. He has since become a household name with iconic, semi-formal clothes that became must-have items in the 1980s. His short-sleeved shirts, sweaters and chinos are still highly popular. His brand is now worth over $5 billion and the company employs 13,000 people. It now sells home accessories and perfumes in over 160 stores around the world. All Ralph Lauren goods carry the logo of a polo player on horseback. The website says Lauren has been responsible for “redefining American style”.", "keyword": ["lauren", "ralph", "polo", "american", "tie"]}, {"title": "A Lesson on Porsche", "article": "Porsche is one of the most exciting names in the automobile industry. It has a long tradition of producing luxury, high-performance sports cars and has more recently entered the SUV and sports saloon markets. The company was founded by Ferdinand Porsche in 1931. Herr Porsche is also responsible for designing the Volkswagen Beetle, the world’s best-ever selling car. Today, Porsche is still the majority shareholder in Volkswagen. The first Porsche car was the Porsche 64, developed in 1939. Iconic cars such as the Boxster and 911 have been icons for generations and are the most popular sports cars in the world. Each Porsche car has the logo of a powerful horse and three sets of deer antlers  a reference to the coat of arms of its production base of Stuttgart.", "keyword": ["porsche", "car", "volkswagen", "sport", "exciting"]}, {"title": "A Lesson on Prada", "article": "Prada is an Italian fashion brand that produces high-end luxury goods for men and women. It was started in 1913 by the Prada brothers Mario and Martino. They opened a leather goods store in Milan, Italy, specializing in handbags, suitcases and trunks. The company took off in 1979 when Mario Prada’s granddaughter Miuccia took over the company and moved from travelling trunks to fashion goods. She opened stores in fashionable areas all across Europe. In 1985, she released the iconic Prada handbag and the brand became a status symbol. Four years later, she released her first collection of clothes and the company was a global success. Prada became a household name for richer business people. Its success relies on the simplicity and functionality of its products. Miuccia often called her designs “uniforms” for women.", "keyword": ["prada", "miuccia", "release", "mario", "handbag"]}, {"title": "A Lesson on Pringles", "article": "Pringles is a brand of potato and wheat snack produced by Procter & Gamble. It is one of the world’s most-recognized and best-selling snacks. Pringles came onto the market in 1968. The name Pringle came from an employee opening a telephone directory and seeing the name Pringle Drive in it. They are sold in over 100 countries and generate revenue in excess of $1 billion. Pringles cannot be called potato chips or potato crisps for legal reasons, because each Pringle contains only 42% of potato. They are in fact a mixture of potato and wheat. They are popular because of their diversity of flavours, uniform saddle shape (called a hyperbolic paraboloid) and a container that keeps them in one piece. The cremated remains of the inventor of the tubular can was buried in a Pringles can at his request. The Pringles slogan is: “Once you pop, the fun don't stop.”", "keyword": ["pringles", "potato", "pringle", "wheat", "snack"]}, {"title": "A Lesson on Puma", "article": "Puma is a German manufacturer of sports shoes, and lifestyle and other sportswear. It was founded in 1924 by brothers Rudolf and Adolf Dassler. They became famous at the 1936 Olympic Games in Munich. Adolf persuaded U.S. sprinter Jesse Owens to wear the athletics spikes he designed. Owens won four gold medals and the Dasslers’ shoes became famous among the world's sportsmen. Many top athletes have preferred Puma shoes, from footballers Pele and Maradona to the sprinter Usain Bolt and most Formula One drivers. Puma employs around 9,500 staff and generates around $3 billion in annual revenues. Its products are sold in nearly one hundred countries. Its website says: “Puma has the long-term mission of becoming the most desirable and sustainable sports lifestyle company.”", "keyword": ["puma", "shoe", "adolf", "sprinter", "owens"]}, {"title": "A Lesson on Red Bull", "article": "Red Bull is the world’s most popular energy drink. It originated in Thailand and was brought to global attention by an Austrian toothpaste marketer called Dietrich Mateschitz. He was amazed how a Thai pick-me-up drink called Krating Daeng (“Red Bull” in Thai) helped him overcome jetlag on his trips to Thailand. He teamed up with Chaleo Yoovidhya, the maker of the drink and together they unleashed a global brand. It was launched in Hungary in 1992 and entered the U.S. market five years later. Forbes magazine cites both Mateschitz and Yoovidhya as being among the richest people in the world. Their company now sponsors successful Formula One racing teams and other sports. The drink is not without its controversies, one of which is Germany and Taiwan banning it for containing minute traces of cocaine.", "keyword": ["drink", "thailand", "mateschitz", "thai", "yoovidhya"]}, {"title": "A Lesson on Reuters", "article": "Reuters is a United Kingdom-based news agency that provides reports to news media worldwide. It was founded in 1851 by Paul Julius Reuter, who used new submarine cables under the English Channel to wire stock prices from bourses on continental Europe back to his London office and then to the London Stock Exchange. The company built a reputation for high quality financial information and for being first to report on high-profile world events. It became a public company in 1984 and in 2007, it merged with Canada’s Thomson Corp. to become Thomson Reuters. The company employs several thousand journalists around the globe and generates annual revenues in excess of $4 billion. Its website says: “Reuters is the world’s leading source of intelligent information for businesses and professionals.”", "keyword": ["reuters", "thomson", "news", "report", "stock"]}, {"title": "A Lesson on Rolex", "article": "Rolex is one of the most famous brands of high-quality luxury watches. They are widely regarded as status symbols. The company was started by Hans Wilsdorf and his brother-in-law Alfred Davis in London in 1905. They registered the name “Rolex” in 1908. In 1919, the company moved to Geneva, Switzerland, where it has stayed ever since. Rolex has been a pioneer in watch-making and produced the first ever self-winding watch, the first watch with an automatically changing date and the first underwater time piece. Today, the company produces over 2,000 watches a day, all put together by highly skilled workers. The company has a never-ending job of pursuing counterfeits of its products. Rolex generates around $3 billion in annual revenues and employs just less than 3,000 staff.", "keyword": ["rolex", "watch", "hans", "wilsdorf", "alfred"]}, {"title": "A Lesson on Ryanair", "article": "Ryanair was founded in 1985. In 1991, Michael  O'Leary was tasked with increasing its profitability. He quickly implemented  faster aircraft turn-around, a \"no frills\" approach to economy class  and no business class. In 2000 the airline launched its online booking  system.  Passenger numbers rose and have  grown by up to 25% a year since then. Ryanair carried fewer than 700,000  passengers annually in the 1980s but had 72 million customers in 2010. It also  flies to over 150 destinations. Twenty percent of its revenue comes from optional  extras - i.e. from sources other than air tickets. A leading consumer magazine  said the airline was the \"worst offender\" for charging for optional  extras. Ryanair argues this allows passengers who do not require these services  to travel for the lowest possible price, thus giving customers the flexibility  to choose what they pay for.", "keyword": ["ryanair", "passenger", "class", "optional", "airline"]}, {"title": "A Lesson on Samsung", "article": "The Samsung Group is a huge Korean corporation. It is the world’s largest conglomerate, with annual revenues close to $200 billion. Around 20 percent of all Korean exports are from Samsung. It was started by Lee Byung-chull in 1938 who started trading in dried fish and noodles. It grew spectacularly and diversified into heavy industry, skyscraper construction, shipbuilding, insurance and high-tech electronics. Samsung Electronics is the world’s largest electronics company. Its website says: “Through innovative, reliable products and services; talented people, a responsible approach to business and global citizenship; and collaboration with our partners and customers, Samsung is taking the world in imaginative new directions.” If it were a country, Samsung would be the world’s 35th largest economy.", "keyword": ["samsung", "electronics", "korean", "lee", "dried"]}, {"title": "A Lesson on Shell", "article": "Royal Dutch Shell, known worldwide simply as Shell, is an Anglo-Dutch petroleum company. It is one of the six largest oil exploration, natural gas, and petroleum companies in the world and was listed as the world's eighth largest company in 2010. Shell was created in 1907 when Holland’s Royal Dutch Petroleum Company and Britain’s \"Shell\" Transport and Trading Company merged. Its distinctive yellow and red shell logo is one of the most recognizable on the planet. The company website says: “We are a global group of energy and petrochemicals companies with around 101,000 employees in more than 90 countries and territories. Our innovative approach ensures we are ready to help tackle the challenges of the new energy future.” Shell produces 2% of the world’s oil and 3% of gas. It has 44,000 service stations worldwide.", "keyword": ["shell", "petroleum", "dutch", "royal", "oil"]}, {"title": "A Lesson on Siemens", "article": "Siemens is the largest engineering conglomerate in Europe. It is headquartered in Munich, Germany. It has three main areas of business. Its industry sector helps industry and infrastructure customers to increase their economic and environmental competitiveness; its energy sector offers products and solutions for the generation, transmission and distribution of electrical energy; and its healthcare sector offers products and solutions from prevention and early detection to diagnosis to treatment and aftercare. Siemens was founded by Werner von Siemens in 1847. His company revolutionized the sending of telegraphs and was responsible for the world’s first electric street lighting. Today, the company employs nearly half-a-million people in over 190 countries. It brings in operating revenues of $100 billion.", "keyword": ["siemens", "sector", "solution", "energy", "offer"]}, {"title": "A Lesson on Sony", "article": "Sony Corporation is one of Japan’s biggest multinational conglomerates. It is renowned worldwide for high-tech innovation and quality electronics products, many of which are household names. It was founded by Akio Morita and Masaru Ibuka in 1946. They popularized tiny transistor radios and gained a solid market share in Europe and the U.S. The Sony name was created by combining \"sonus,\" (Latin for \"SONIC,\" meaning sound), with \"sonny,\" - a youthful boy. It was chosen for its simple pronunciation that is the same in any language. Today, Sony is a market leader in batteries, computer game consoles, cameras, music and movies and financial services. The Sony Walkman and PlayStation are among their pioneering products. The company’s turnover is close to $100 billion a year.", "keyword": ["sony", "renowned", "akio", "morita", "masaru"]}, {"title": "A Lesson on Starbucks", "article": "Starbucks is an international coffee and coffeehouse chain. It is the world’s best-known brand of coffee shop and has almost 20,000 stores in around 50 countries, employing close to 150,000 people. It was formed in Seattle, Washington in 1971 by English teacher Jerry Baldwin, history teacher Zev Siegl, and writer Gordon Bowker. Its website says little has changed since then: “Every day, we go to work hoping to do two things: share great coffee with our friends and help make the world a little better. It was true when the first Starbucks opened in 1971, and it’s just as true today.” Starbucks is famous for its range of coffees and pastries, its comfortable and well-furnished shops and its free-trade coffee. Trained Starbucks staff are called Coffee Masters, while staff in training are known as baristas.", "keyword": ["coffee", "starbucks", "teacher", "shop", "true"]}, {"title": "A Lesson on Subway", "article": "Subway is the world’s most successful sandwich restaurant franchise. It was started in 1965 by Fred DeLuca who wanted to make extra cash selling sandwiches to finance his dream of becoming a doctor. They started franchising the Subway name and the company achieved quite remarkable growth. Today, it has almost 35,000 restaurants in 92 countries. It is the world’s second-largest restaurant chain. The principles of DeLuca in 1965 are the same today and a reason for its continued success. DeLuca believed in the “importance of serving a well-made, high quality product, providing excellent customer service, keeping operating costs low and finding great locations”. Several design and operating features are common to most stores  one is a map of the New York Subway, and another is employees called “Subway Sandwich Artists”.", "keyword": ["subway", "deluca", "sandwich", "restaurant", "franchise"]}, {"title": "A Lesson on Tata", "article": "The Tata Group is the largest corporation in India. It has a diverse range of business interests, including cars, steel, information technology, energy, tea and hotels. It was founded in 1868 by Jamsetji Nusserwanji Tata, who set up a company in Mumbai to trade in cotton. The company opened the Taj Mahal Hotel in Mumbai in 1903 and then it invested in steel and power. Today, Tata is showing the power of Indian companies in the global marketplace. It has purchased luxury brand cars, like Jaguar and Land Rover, and foreign-owned steel makers. In 2008, it showcased the world’s cheapest car, the Tata Nano. The website says it is a value-driven company: “Our practice of returning to society what we earn evokes trust among consumers, employees, shareholders and the community.” Tata employs close to 400,000 people worldwide.", "keyword": ["tata", "steel", "mumbai", "hotel", "power"]}, {"title": "A Lesson on Toyota", "article": "The Toyota Motor Corporation is a Japanese multinational company. The bulk of its operations is in the production and sale of cars and trucks. In 2009, it became the world’s largest maker of cars, based on sales and number of automobiles produced, for the very first time. It was founded in 1937 by Kiichiro Toyota and a whole Japanese city was built on and named after Toyota. Other brands in the Toyota umbrella include Lexus, Daihatsu and Hino (maker of trucks). It also has a financial services arm and is a key player in both the robotics and biotechnology industries. Toyota’s Just-In-Time production methods and its management philosophy, called “The Toyota Way,” have been studied by business graduates and managers worldwide. It is currently heavily committed to producing green, environmentally-friendly cars.", "keyword": ["toyota", "truck", "car", "japanese", "production"]}, {"title": "A Lesson on Toys R Us", "article": "Toys“R”Us, Inc. is the world’s leading dedicated toy and juvenile products retailer, offering a differentiated shopping experience through its family of brands.  It currently sells merchandise in more than 1,560 stores, including 848 Toys“R”Us® and Babies“R”Us®  stores in the United States, and more than 510 international stores and 200 licensed stores in 33 countries and jurisdictions.  In addition, it exclusively operates the…FAO Schwarz® brand and sells…toys in the brand’s flagship store on Fifth Avenue in New York City. Headquartered in Wayne, NJ, Toys“R”Us, Inc. employs approximately 70,000 employees worldwide. The company is committed to serving its communities as a caring and reputable neighbor through programs dedicated to keeping kids safe and helping them in times of need.” http://www.toysrusinc.com/about-us/", "keyword": ["toys", "store", "dedicate", "juvenile", "differentiated"]}, {"title": "A Lesson on Twitter", "article": "Twitter is one of the most popular social networking and micro-blogging services in the world. It allows account users to send 140-character updates on anything they choose, and for people to follow different users. It was created in 2006 by Jack Dorsey and now has more than 100 million users. Dorsey describes the word “twitter” as being “just perfect”. He said it means \"a short burst of inconsequential information… and that’s exactly what the product was.” Twitter is used to keep in contact with friends, to network and keep up-to-date professionally, and as a source of world news. One analyst described 41% of twitter messages as being “pointless babble”. Twitter is one of the 50-highest-ranked websites and is rising steadily. It has enormous growth and revenue potential.", "keyword": ["twitter", "user", "dorsey", "networking", "perfect"]}, {"title": "A Lesson on Visa", "article": "Visa Inc. is one of the world’s largest global payments technology companies. Contrary to popular belief, it does not issue credit cards but allows financial institutions to issue cards that Visa then processes transactions on. Visa started in 1970, developing Bank of America’s BankAmericard credit card program. Visa is accepted in over 200 countries worldwide and can handle 10,000 requests per second. In 2009, it processed 62 billion transactions, worth $4.4 trillion. Its website says: Visa connects cardholders, merchants and financial institutions around the world with products and services that make payments more convenient and more secure.” It adds: “Visa payment products and services have reshaped how the world does business.” Visa says its commitment to innovation keeps it at the forefront of its industry.", "keyword": ["visa", "payment", "card", "issue", "transaction"]}, {"title": "A Lesson on Volkswagen", "article": "Volkswagen, also known as VW, is one of the world's largest automobile manufacturers. It has plans to become the biggest producer by 2018. The company is based in Wolfsburg, Germany. It was founded in 1937 by the National Socialist trade union German Labour Front. The name Volkswagen means “people’s car” in German. The company’s first success was the VW Type 82E  the Beetle, which is the best-selling car of all time. The company is part-owned by Porsche, the German state of Lower Saxony and the oil-rich Gulf state of Qatar. Volkswagen has built a reputation for quality and reliable cars. Models such as the Golf, Polo and New Beetle are bestsellers worldwide. The company is investing heavily in hybrid technology and is a leader in greener, electric vehicles.", "keyword": ["volkswagen", "german", "beetle", "car", "wolfsburg"]}, {"title": "A Lesson on Wrigley", "article": "The full name of the Wrigley chewing gum maker is the Wm. Wrigley Jr. Company. It was founded in 1891 as a trading company that sold soap and baking powder. In 1892, William Wrigley, Jr. discovered the free chewing gum he gave away with the baking powder was so popular he decided to produce and sell gum. The rest is history. The website says: “Wm. Wrigley Jr. Company is a recognized leader in confections with a wide range of product offerings including gum, mints, hard and chewy candies, lollipops, and chocolate. The company has operations in more than 40 countries and distributes its world-famous brands in more than 180 countries.” Its famous products include Juicy Fruit gum, Skittles, Lockets, and Tunes. The company turns over $6 billion a year in revenues. The company was sold to Mars in 2008 for $23 billion.", "keyword": ["gum", "wrigley", "chewing", "bake", "powder"]}, {"title": "A Lesson on Xerox", "article": "Xerox Corporation is the world’s leading document management company. The company website says Xerox offers “true end-to-end solutions, from back-office support to the printed page”. It was founded in 1906 as the Haloid Photographic Company, which manufactured photographic paper and equipment. In 1959, it shot to fame when it introduced the world’s first photocopier. It changed its name to Xerox. Its copiers became so commonplace around the world that the word ‘xerox’ became a verb and entered the Oxford English Dictionary. This is something Xerox says breaches its copyright. Today, it makes printers, copiers and other office equipment and offers business services that include document management consulting expertise. The company employs 130,000 worldwide and brings in around $20 billion in revenue.", "keyword": ["xerox", "document", "copier", "photographic", "management"]}, {"title": "A Lesson on Yahoo", "article": "Yahoo! is one of the biggest Internet service companies in the world. It is one of the top search engines and e-mail providers. Yahoo! was founded in 1994 by Jerry Yang and David Filo. They originally named it \"Jerry and David's Guide to the World Wide Web\" but changed it to \"Yahoo!\" Officially, ‘Yahoo’ means \"Yet Another Hierarchical Officious Oracle\". They chose the word because it has a generally understood meaning worldwide. The company has assets valued at $15 billion and employs 15,000 people around the world. The Yahoo! website says the company is very customer focused: “We respect our customers above all else and never forget that they come to us by choice…We listen and respond to our customers and seek to exceed their expectations.”", "keyword": ["yahoo", "jerry", "david", "customer", "yang"]}, {"title": "A Lesson on Zara", "article": "Zara is a global brand of clothing owned by the Inditex Group. It was established in 1975 by Spanish fashion designer and tycoon Amancio Ortega. The first store opened in Galicia, Spain, where it is now headquartered. The company is very unusual in the fashion retail world and incorporates many pioneering concepts. The company takes just two weeks to get its products on its store shelves after designing them, compared with six months for its competitors. It does not advertise, preferring instead to use money on opening new stores. Zara also owns and controls every stage of production from design, manufacture, supply and sales. A Louis Vuitton spokesperson described it as “possibly the most innovative and devastating retailer in the world”. Zara operates in over 70 countries.", "keyword": ["zara", "store", "fashion", "design", "inditex"]}]