[{"english_id":"221","id":"222","level":"2","topic":"7","title":"Hopscotch","article":"Ever played hopscotch as a kid? Hopped from square to square on one leg? Haven’t heard of it? Impossible! Hopscotch’s great fun. It’s a traditional game played by kids all over the world with many variations. I used to play it with other kids near my home. Okay, I’ll let you in on this game if you will tell me about some you played as kids.All hopscotch requires is a rectangular area, a piece of chalk and a flat stone chip. And it requires a couple of people to play it, of course!Do you have any open stretch near your house? Say about six feet by four feet? Well, take eight l-o-o-o-ng steps, turn left and take four steps. Do it again, till you come back to where you started. Mark this court with chalk. Now divide the court by first drawing a line through the centre into two halves. Cut these into eight equal squares. Each square will later become a castle.The squares can be numbered from one to eight in a sequence. The aim of the game is to capture these squares and mark it as a castle — as many as possible. The first player to capture the maximum number of castles wins.Now the game starts. The first player stands in front of the rectangle and throws the stone chip in the first square.He then stands on one leg and hops it from the other end. He has to complete a round of all the squares. Just before the square that has the stone chip, he has to lean over, without falling, pick up the chip and hop out!This exercise is repeated till a player has visited all the squares. To capture a square, the player turns his\/her back to the court and tosses the stone chip over the head. If it falls within a square, the player can mark it as his castle.Other players cannot step on this castle. They have to hop over it.Now comes the interesting part. You are out if:You put your feet in the house or square you are trying to capture. You have to pick up the stone chip without touching it with your foot or resting your other hand on the ground for support.You put both your feet in one square. You can’t step on the boundary line or any of the lines.The stone must not touch any line and must fall within the square and in sequence. If it falls on a square already attempted or on a castle taken, you are out.If your other leg touches down or if you step on a castle, you are out.There are many variations and the design of the court can vary depending on the expertise of the players. In the end, the player owning the maximum number of castles wins the game.But if you think it is as easy as falling off a log, don’t be too hasty. Try it out. And if you fall flat on your face, remember, you are out!","keyword":"[\"square\", \"chip\", \"player\", \"castle\", \"stone\", \"court\"]","ALS":"18.35483870967742"},{"english_id":"226","id":"227","level":"2","topic":"11","title":"Letter from a Daughter to a Mother","article":"Twelve-year-old Soumya thinks that mothers can make difficult things simple. In this letter to her mother, she tells us why she feels so.Dearest mother, you are the loveliest person in the whole world. You do anything and everything for me. Now this reminds me of the day when I had a fight with my friends.This happened when I was 10 years old. My friends and I were playing basketball when one of them teased another. The one who was teased was sensitive. She started crying.Letter from a Daughter to a Mother []This carried on for some time and soon took a violent turn. They pushed and pulled, scratched and screamed. As usual, I kept myself out of this for a while. But the tearful face of my friend made me react. This resulted in a break up with the otherfriend. I was very depressed because even the friend I supported did not show any interest in me. We had been friends for over two years and suddenly everything was lost in seconds. I went home crying and pushed the door open.Luckily, my mother was at home that day. When she heard the door, she came rushing from the kitchen. She asked me what had happened and I told her how I felt. After hearing everything, she hugged me and promised that everything would be all right. And would you believe it? All she told me to do was to talk to them or write out my feelings on a card .I did just that and things became better. That is my mother. She can make difficult things simple. She is always with me when things go wrong. Her love is such that lifts up my spirits. She lets me be the way I am. She is bright and sunny, free and natural.","keyword":"[\"mother\", \"tease\", \"push\", \"friend\", \"door\", \"simple\"]","ALS":"13.48"},{"english_id":"359","id":"360","level":"2","topic":"2","title":"Kiss and Make Up Day","article":"There is a special day of the year for people who argue. This is Kiss And Make Up Day. It is for people to understand that it is very easy to get over problems. We all have experiences in our lives when we fall out with someone over something small. We are too proud to be the first to say sorry. We can all remember a time when the smallest problem somehow became a big issue. This can lead to serious major fights and arguments. Kiss And Make Up Day allows people to remember that it’s easier to say sorry and laugh about small problems than it is to let them get bigger. You don’t actually have to kiss someone to make up with them. All you need to do is apologize or say, “OK, let’s talk about this”.\n\nThere is now quite a big industry behind making up with people. Every year, millions of cards and e-cards are sent to people to say sorry. The cards even say “I’m Sorry” on them. Then there are the flowers, chocolates and other presents people buy to let people know the problem is over. You can kiss and make up with anyone. Experts say the most important thing to do is make up with someone before you go to bed or before the end of the evening. People who are good at kissing and making up with friends, family and partners are usually happy. It means they are good at keeping their relationships strong and healthy. Maybe the best thing is that if you are the one who starts the kiss-and-make-up process, people will see you in a good light.\nSources: http:\/\/www.wikipedia.org\/ and assorted sites.","keyword":"[\"kiss\", \"easy\", \"card\", \"remember\", \"apologize\", \"argument\"]","ALS":"16.2"},{"english_id":"604","id":"605","level":"2","topic":"6","title":"Seasons in a Tree’s Rooted Life","article":"You may be very proud of the fact that the orange tree in your garden only comes up to your shoulders, but that is just one part of the tree that you see. Sometimes a tree’s roots, beneath the soil, are much bigger than the parts you see above the ground. It is with these roots a tree looks for water that gives it life, and makes its leaves look shiny, bright and healthy. In fact the leaves need to take in a lot of water to stay that way.Now you know the reason why trees shed their leaves in winter. The reason is simple: in winter, the soil gets cold and hard. And it is very, very difficult for a tree’s roots to find enough water in that frozen soil. So the tree makes a plan for these hard winter months; it sheds its leaves in autumn so that there are fewer leaves in winter. The fewer the leaves, the more is water saved in the cold winter months.You may now ask how the tree knows when to shed its leaves. The answer is simple: with the passing of summer and the onset of autumn, the days become shorter. The air, too, gets cooler. As winter sets in there is cooler weather and much more darkness. And that is the signal the tree is looking for; it knows that the time has come to shed most of its leaves.As soon as the tree catches the signal that it is time to shed leaves, it puts a fantastic plan into action. It cuts off the water supply of the leaf. It does this by sealing off the leaf stem from the branch. When the leaves do not get water to make their food they start dying. Their shiny, green colour changes to a dry yellow, red and brown. Finally the leaves fall.And when winter passes to make way for spring, the soil opens up and the root finds it easier to search for water, and to have more leaves. That is when trees start getting fresh leaves.","keyword":"[\"leaf\", \"tree\", \"winter\", \"root\", \"soil\", \"autumn\"]","ALS":"21.61111111111111"},{"english_id":"787","id":"788","level":"2","topic":"6","title":"Why does Cutting Onions Make us Cry?","article":"If you cut an onion, you begin crying. Have you ever wondered why this happens — why onions make tears run down your face?Well, onions contain a oil, which has lots of sulphur in it. When you cut the onion, this oil is released. It evaporates very fast. When the oil gases reach your eyes, it causes irritation and sends signals to your tear gland to produce tears. So that the tears can wash away the irritant from your eyes.Actually the tear glands produce tears all the time. But, that is a very small amount — about a quarter teaspoon a day, to keep the eyes moist. The tears help wash away bacteria and other foreign particles that enter the eyes.Why does cutting onions make us cry?When you cut onions, the onion oil gases enter your eyes. It irritates your eyes and your tear glands produce extra tears to clean it. Then the excess amount runs down your face and the irritant is also removed along with it.See, how your body has its own way of cleaning itself!The tear gland is present near the nose on the lower eyelid. You can see it if you go close to a mirror. It has a tiny hole on it. This is where the tears come from.If you want to cut onions without crying, try this. Cut onions under water. The water will wash away most of the oil present in the onions. And, you can save those precious tears!","keyword":"[\"onion\", \"tear\", \"gland\", \"wash\", \"irritant\", \"enter\"]","ALS":"17.5"},{"english_id":"808","id":"809","level":"2","topic":"10","title":"A 3D Movie ","article":"\n\nIt is movie time! He puts on his 3D glasses. The movie begins. The car comes right at him. He yells. The car gets so close to him! It looks so real with 3D glasses. He enjoys the whole movie. 3D is just like real life. It is even better than real life. It is more exciting.\n\n","keyword":"[\"movie\", \"glass\", \"exciting\", \"life\", \"yell\", \"enjoy\"]","ALS":"6.181818181818182"},{"english_id":"809","id":"810","level":"2","topic":"2","title":"A Baby Goes to Sleep ","article":"\n\nThe baby crawls on the floor. It stops. Then it crawls some more. Then it stops again. Mama looks at the baby. She picks up the baby. She carries the baby to the crib. She puts the baby in the crib. She puts a blanket on the baby. The baby falls asleep.\n\n","keyword":"[\"baby\", \"crawl\", \"blanket\", \"asleep\", \"mama\", \"floor\"]","ALS":"6.2"},{"english_id":"812","id":"813","level":"2","topic":"10","title":"A Bad Babysitter ","article":"\n\nShe was a babysitter in her home. She took care of 10 little children. They were not her little children. They were the sons and daughters of other people. She did not have a son. She did not have a daughter. She was not a mother. She was a babysitter. The children were 1 to 4 years old. She babysat them all. She kept them in her house all day. They all stayed in her living room. She gave them toys to play with. She gave them books to look at. She gave them pillows and blankets. Some kids played with the toys. Some kids looked at the books. Some kids slept. She usually didn't watch the kids. She usually watched the TV.\n\n","keyword":"[\"babysitter\", \"book\", \"child\", \"daughter\", \"babysat\", \"watch\"]","ALS":"7.2"},{"english_id":"813","id":"814","level":"2","topic":"7","title":"A Bad Boy ","article":"\n\nHe was a bad boy. He didn't obey his mother. Once he slapped his mother. Another time he twisted her arm. Another time he pushed her down. She fell to the floor. He was a bad boy. He dropped out of school. He played games on the computer. He played games day and night. He cheered loudly when he won a game. He cursed loudly when he lost a game. He didn't care if his mom was trying to sleep. She asked him to please be quiet. He told her to drop dead. But he loved her cooking. She cooked delicious meals. “Mom, I'm hungry,” he said every day. She spent hours every week cooking for him. He never said thank you. He never said the meals were delicious. He finished his meals and went back to his computer. His mom washed the dishes by hand. She took out the garbage. She did all the shopping. She worked, while he played. One day she decided enough was enough. When he was 19 years old, she left her son. She got into her car and drove away.\n\n","keyword":"[\"game\", \"meal\", \"computer\", \"cook\", \"loudly\", \"delicious\"]","ALS":"7.724137931034483"},{"english_id":"816","id":"817","level":"2","topic":"3","title":"A Birthday Bike ","article":"\n\nJanuary 7 is Benny's birthday. He will be eight years old. He is in the third grade. He goes to Park Elementary School. An elementary school is for kids. It is only one mile away. He walks to school. It only takes 20 minutes. When it rains, he wears a raincoat. He used to take an umbrella. But he lost the umbrella. His mother gave him another umbrella. He broke that one. His mom said, “You and umbrellas don't get along.” For his eighth birthday, Benny wants a bicycle. He can ride the bike to school. After school he can ride with his friends. He can ride the bike to the swimming pool. He can ride the bike to the library. His mom and dad took him to the bike store. They asked him to look at the bikes. He looked at all the bikes. He chose a red bike. He showed his parents. Dad said it cost too much. He told Benny to choose another bike. Benny chose a blue bike. Dad said the blue bike was the right price.\n\n","keyword":"[\"bike\", \"benny\", \"umbrella\", \"school\", \"ride\", \"elementary\"]","ALS":"7.714285714285714"},{"english_id":"819","id":"820","level":"2","topic":"10","title":"A Book and a Phone ","article":"\n\nHe puts on his glasses. He needs his glasses to read. He opens a book. He reads the first page. The phone rings. He picks up the phone. It is his wife. He talks with his wife. Then she says goodbye. He says goodbye. He puts down the phone. He picks up the book.\n\n","keyword":"[\"phone\", \"goodbye\", \"glass\", \"book\", \"wife\", \"pick\"]","ALS":"5.5"},{"english_id":"821","id":"822","level":"2","topic":"13","title":"A Boxer Dog Named Duke ","article":"\n\nShe has a dog. Her dog is a boxer. It is a male. His name is Duke. He is five years old. He is brown all over. He has a short tail. He weighs about 50 pounds. He snores when he sleeps. She feeds him twice a day. She feeds him breakfast. She feeds him dinner.\n\n","keyword":"[\"feed\", \"boxer\", \"duke\", \"weigh\", \"snore\", \"pound\"]","ALS":"5.666666666666667"},{"english_id":"823","id":"824","level":"2","topic":"0","title":"A Cat Scratch ","article":"\n\nKenny was crying. “Why are you crying?” Mom asked Kenny. “The cat scratched me,” said Kenny. The cat had scratched Kenny on his hand. Kenny showed his hand to his mom. The scratch didn't look too bad. It wasn't a deep scratch. Mom went to the kitchen. Kenny went with her. She turned on the water. She put his hand under the water. She washed the scratch with soap. She rinsed off the soap. She took a Band-Aid out of the kitchen cabinet. She put the Band-Aid on the scratch. She said he would be okay. “Why did the cat scratch you?” she asked. Kenny said he didn't know why the cat scratched him. Just then, Kenny's little sister walked into the kitchen. She knew why the cat scratched Kenny. “I know why Tiger scratched him, Mommy,” she said. “He was pulling Tiger's tail!”\n\n","keyword":"[\"kenny\", \"scratch\", \"kitchen\", \"soap\", \"tiger\", \"rinse\"]","ALS":"7.791666666666667"},{"english_id":"824","id":"825","level":"2","topic":"2","title":"A Cat and a Dog(2) ","article":"\n\nThe black cat jumped up onto the chair. It looked down at the white dog. The dog was chewing on a bone. The cat jumped onto the dog. The dog kept chewing the bone. The cat played with the dog's tail. The dog kept chewing the bone. The cat jumped back onto the chair. It started licking its paws. The dog stood up. It looked at the cat. It licked the cat's fur. The cat licked the dog's nose. The dog went back to its bone. A boy ran through the room. He was wearing a yellow shirt. He almost ran into the chair. The cat jumped off the chair. The cat jumped onto the sofa. The chair fell onto the floor next to the dog. The dog stopped chewing the bone. The dog chased the boy. The boy ran out to the street. He threw a stick. The dog chased the stick. The dog lay down. It chewed on the stick.\n\n","keyword":"[\"bone\", \"chair\", \"chew\", \"jump\", \"lick\", \"stick\"]","ALS":"7.111111111111111"},{"english_id":"825","id":"826","level":"2","topic":"2","title":"A Cat and a Dog ","article":"\n\nThe cat licks its paws. The cat licks its belly. The dog licks its paws. The dog licks its belly. The cat lies in the grass. The dog lies in the grass. The cat rolls onto its back. The dog rolls onto its back. The cat and dog do things together.\n\n","keyword":"[\"lick\", \"belly\", \"roll\", \"grass\", \"\", \"\"]","ALS":"6.666666666666667"},{"english_id":"826","id":"827","level":"2","topic":"2","title":"A Cat and a Squirrel ","article":"\n\nEvelyn had a cat. Her cat's name was Red. Red was a red cat. Red liked to chase things. He chased balls. He chased butterflies. He chased squirrels. Evelyn had a yard. A tree was in the middle of her yard. A squirrel lived in the tree. Red climbed the tree. He saw the squirrel. The squirrel saw Red. The squirrel raised its tail. It chattered at Red. It said, “Click, click, click.” It told Red to go away. “This is my tree,” the squirrel said. “Get out of my tree.” Red didn't understand the squirrel. Red didn't speak “squirrel.” Red was a cat. He spoke “cat.” Red said, “Meow, meow, meow.” He said, “Let's play. I will chase you. Then you will chase me.” The squirrel chattered some more. “Leave me alone, you crazy cat. Go play with the other cats,” it said.\n\n","keyword":"[\"squirrel\", \"chase\", \"click\", \"meow\", \"evelyn\", \"chatter\"]","ALS":"6.8"},{"english_id":"828","id":"829","level":"2","topic":"14","title":"A City Of Mice","article":"Once there was a city. All the people had gone away from that city long ago. Now only mice lived there. They had dug holes in the ground and lived in them. So the city was now a city of mice.\nOne day a large herd of elephants passed through the city. They were on their way to the lake. As they marched through the city of the mice, their feet crushed the holes in which the mice lived. And thus thousands of mice were killed.\nThe rest of the mice held a meeting. “So many of us have been killed by these huge elephants,” they said. “If they come this way again, all of us shall be killed. We must ask them to find some other way back to their home.”\nA number of mice went to the lake where the elephants had gone. They bowed before the king elephant and said, “O king, not far from here is our city. We have been living there for a long time. While going to the lake, you and your herd killed thousands of us under your feet. If you go that way again, we shall all be killed. Take pity on us. Go back from some other way. You may be thinking we are very small. But if you are ever in trouble, we shall come to your help.”\nThe elephant king thought over the matter. Then he agreed not to go through the mouse city again.\nTime passed. Then one day the king of the country sent his men to trap the elephants. They caught the elephant king and his herd in a trap. Three days later they tied all the elephants to large trees with strong ropes.\nWhen the trappers had gone, the elephant king thought, “How shall we escape from these ropes ? There is only one way. Those mice alone can save us.”\nThe elephant king called a cow elephant who had not been caught. “Go to the mice and tell them what has happened,” he said. “Ask them for help.”\nWhen the mice learnt what had happened, thousands of them marched to the forest. Soon they cut all the ropes with their sharp teeth. The elephants were all freed.\nAnd never did they go near a trap again.","keyword":"[\"elephant\", \"city\", \"mouse\", \"mice\", \"herd\", \"rope\"]","ALS":"12.941176470588236"},{"english_id":"830","id":"831","level":"2","topic":"14","title":"A Crow, a Deer and a Jackal","article":"Once upon a time, there lived two friends in a forest, a Deer and a Crow. One day, a Jackal saw the Deer and wanted to trick him. “I live alone and have no friends. May I be your friend?” asked the Jackal.\n“Well, all right,” said the Deer.\nThe Crow was not happy as the Jackal was a total stranger and they did not know him, at all.\nThe Jackal showed the Deer a corn field. The Deer began going there, daily.\nOne day, the Deer was caught in a trap set by the farmer. The Jackal saw what had happened and thought, This is what I wanted.’\nThe Deer called out to the Jackal for help, but he pretended not to hear. In the morning, the farmer returned with a stick in his hand. The Deer lay still pretending to be dead. When the farmer saw the Deer, he thought it was dead and was very happy.\nAs soon as he undid the trap, the Deer jumped up and ran away as fast as he could.\nThe farmer threw his stick at him. It missed the Deer but struck the Jackal, who was watching, and killed him on the spot.\nDo not trust strangers.","keyword":"[\"deer\", \"jackal\", \"farmer\", \"stranger\", \"pretend\", \"crow\"]","ALS":"14.352941176470589"},{"english_id":"833","id":"834","level":"2","topic":"3","title":"A Famous Painter ","article":"\n\nHis dad was reading one section of the newspaper. His mom was reading another section of the newspaper. His older sister was reading another section of the newspaper. He had the comics section of the newspaper. That was the best part of the newspaper. He didn't understand the words. He wasn't able to read. But he liked the comics. He liked the drawings. They were all different. All the animals were different. All the people were different. All the drawings were black and white. He colored the drawings with his crayons. He showed the colored drawings to his mom. She liked them. “Those are beautiful colors,” his mom said. “Someday you will be a famous painter.”\n\n","keyword":"[\"newspaper\", \"drawing\", \"comic\", \"color\", \"colored\", \"painter\"]","ALS":"7.833333333333333"},{"english_id":"838","id":"839","level":"2","topic":"2","title":"A Funny Story ","article":"\n\nBarbara likes funny stories. She likes to hear funny stories. She likes to tell funny stories. She told her mom a funny story. When she finished, she waited for her mom to laugh. “Mom, why aren't you laughing? That was a funny story,” Barbara said. “Oh, I'm sorry,” her mom said. “Sometimes you think something is funny, but someone else thinks it isn't funny.” So, Barbara's mom did not laugh at Barbara's story. Barbara told the same story to her younger sister. Her younger sister laughed at the story.\n\n","keyword":"[\"barbara\", \"funny\", \"story\", \"laugh\", \"sister\", \"finish\"]","ALS":"9.916666666666666"},{"english_id":"839","id":"840","level":"2","topic":"11","title":"A Good Boy ","article":"\n\nBilly always listens to his mother. He always does what she says. If his mother says, “Brush your teeth,” Billy brushes his teeth. If his mother says, “Go to bed,” Billy goes to bed. Billy is a very good boy. A good boy listens to his mother. His mother doesn't have to ask him again. She asks him to do something one time, and she doesn't ask again. Billy is a good boy. He does what his mother asks the first time. She doesn't have to ask again. She tells Billy, “You are my best child.” Of course Billy is her best child. Billy is her only child.\n\n","keyword":"[\"billy\", \"mother\", \"brush\", \"child\", \"teeth\", \"listens\"]","ALS":"9.785714285714286"},{"english_id":"840","id":"841","level":"2","topic":"10","title":"A Good Meal ","article":"\n\nThe children were hungry. They looked out the window. Where was their mother? She walked into the house. The children ran over to her. “Mama, we're so hungry,” they both said. She said lunch was coming. She walked into the kitchen. She opened a can of chicken soup. She poured the soup into a pot. She added water. She put the pot on the stove. She made two peanut butter and jelly sandwiches. She sliced an apple. The soup was hot. She poured it into two bowls. She put the sandwiches on two plates. She put apple slices on each plate. She put the bowls and plates on the table. The children ran to the table. “Thank you, mommy!” they said. Then they started eating. The cat and the dog watched them eat.\n\n","keyword":"[\"soup\", \"plate\", \"slice\", \"bowl\", \"sandwich\", \"pour\"]","ALS":"6.875"},{"english_id":"842","id":"843","level":"2","topic":"2","title":"A Happy Cat ","article":"\n\nBruce picked up the cat. The cat meowed. The cat didn't like most people. The cat liked to be alone. It liked to sleep on the sofa. It liked to sleep in the fruit bowl. It liked to sleep on top of the TV. It liked to chase bugs in the front yard. It liked to chase lizards in the back yard. It liked to chase flies in the kitchen. Bruce put the cat on the floor. He rubbed the cat's stomach. The cat liked that. The cat licked his hand. Bruce rubbed the cat's stomach some more. The cat meowed. The cat was happy.\n\n","keyword":"[\"bruce\", \"chase\", \"meow\", \"yard\", \"stomach\", \"sleep\"]","ALS":"7.352941176470588"},{"english_id":"843","id":"844","level":"2","topic":"2","title":"A Hard Head ","article":"\n\nA woodpecker is a bird. It is red, white, and black. It has a long sharp beak. This is a special beak. It is stronger than a tree trunk. The woodpecker makes holes in tree trunks. It hits the tree trunk with its sharp beak, again and again. Peck, peck, peck. Peck, peck, peck. It makes a hole in the tree trunk. Then it makes the hole bigger. It makes the hole big enough to sit in. It makes the hole big enough for two birds to sit in. It makes a nest in the hole. It prepares the nest for two baby birds. The mama woodpecker lays two eggs in the nest. She sits on the eggs. Papa woodpecker brings her food. The eggs hatch. Then mama and papa feed the babies. The babies grow up and fly away. Then they find other trees. They make holes in other trees for new baby birds. They make new holes in different trees. Peck, peck, peck. Peck, peck, peck. Why don't the woodpeckers get headaches? They hit their beaks against a tree trunk all day long. But you never see a woodpecker take aspirin. They must have very hard beaks. They must have very hard heads.\n\n","keyword":"[\"peck\", \"woodpecker\", \"beak\", \"trunk\", \"tree\", \"nest\"]","ALS":"8"},{"english_id":"847","id":"848","level":"2","topic":"10","title":"A Lazy Dog ","article":"\n\nThe fox was brown. The fox was quick. The dog was brown. The dog was lazy. “You are a lazy dog,” said the fox. “Yes, I am a lazy dog,” said the dog. “Why are you a lazy dog?” asked the fox. “Why not?” asked the dog. “My owner feeds me. My owner takes me out for walks. My owner loves me. I eat. I go out for walks. I sleep. I'm a lazy, happy dog.” “But don't you have any ambition?” asked the fox. “Ambition? Ambition to do what? I'm just a dog,” said the dog. “Lassie was a dog. She saved people's lives,” said the fox. “I'm too lazy to save people's lives,” said the dog. “Let Lassie save people's lives.”\n\n","keyword":"[\"lazy\", \"ambition\", \"owner\", \"lassie\", \"save\", \"brown\"]","ALS":"7.038461538461538"},{"english_id":"848","id":"849","level":"2","topic":"10","title":"A Lion, a Mouse and a Cat","article":"Once upon a time, there lived a mighty Lion in a cave on top of a mountain. Whenever he went to sleep, a Mouse used to come out of his hole and nibble at his mane.\nAs soon as the Lion woke up, the Mouse would run away and slip off into his hole. The Lion was very angry with the Mouse.\nThe Lion wanted to stop this and thought of an idea. He went to the nearby village and brought a Cat back with him.\nThe Lion fed the Cat well and let her loose in the cave. The Mouse saw the Cat and was frightened; he would not come out of his hole. The Lion was able to sleep, undisturbed as the Cat stood guard. This went on for some time. Then, one day, the Mouse was very hungry. He decided to risk his life and came out of his hole looking for food. The Cat pounced on him and killed him. When the Lion saw that the Mouse was dead, he stopped feeding the Cat. The poor Cat grew weaker and finally starved to death.\nTreat everyone with respect, not only when you need their help.","keyword":"[\"mouse\", \"feed\", \"cave\", \"mane\", \"undisturbed\", \"nibble\"]","ALS":"14"},{"english_id":"850","id":"851","level":"2","topic":"18","title":"A Math Problem ","article":"\n\nShe reads the math problem. “John has three apples. He gives one apple to Mary. He gives another apple to Billy. How many apples does John have?” She thinks. Three apples minus two apples is one apple. John has one apple. The answer is one. She shows her answer to the teacher. Her teacher smiles.\n\n","keyword":"[\"apple\", \"john\", \"answer\", \"teacher\", \"math\", \"minus\"]","ALS":"6.181818181818182"},{"english_id":"852","id":"853","level":"2","topic":"2","title":"A New Car ","article":"\n\nMark bought a new car last week. He is happy with his new car. He got a good deal on his new car. It was on sale. His new car is green. The four tires are black. His new car has four doors. It has one trunk. The spare tire is in the trunk. All new cars have a spare tire. His new car has one hood. The engine is under the hood. All new cars have an engine. His new car has two big seats. One seat is in the front. One seat is in the back. Mark sits in the front seat when he drives his new car. He always buckles his seat belt.\n\n","keyword":"[\"seat\", \"hood\", \"mark\", \"engine\", \"spare\", \"trunk\"]","ALS":"7.444444444444445"},{"english_id":"853","id":"854","level":"2","topic":"18","title":"A New Name ","article":"\n\nHerman didn't like his first name. He had never liked it. He wanted to change it. He asked his mother. She said it was too late to change his name. She said he could use his middle name. She would call him by his middle name. She asked him if that was okay. Herman said yes. “From now on,” he said, “please call me by my middle name. From now on, please call me Adam.” His mother said that was no problem. “Goodbye, Herman,” she said, “and hello, Adam.” When Adam's father came home from work, Adam's mom said, “Guess what? We have a new son.”\n\n","keyword":"[\"adam\", \"herman\", \"middle\", \"mother\", \"guess\", \"goodbye\"]","ALS":"9.533333333333333"},{"english_id":"854","id":"855","level":"2","topic":"10","title":"A New Pet Store ","article":"\n\nIt was a new pet store. Brian walked into the new pet store. He said hello to Paul, the owner. Paul said hello to Brian. Brian said, “This is a clean pet store. This is a quiet pet store. This pet store doesn't smell.” Brian looked around the store. Brian walked around the store. He didn't see any pets. He didn't see one pet. “Where are the pets?” he asked. “The pets are right here,” said Paul. Paul opened a catalog. The catalog was full of pictures. It was full of pictures of pets. “Just pick any pet you like,” said Paul. “We will mail it to you.” “What if I don't like it?” asked Brian. “Just mail it back,” said Paul.\n\n","keyword":"[\"brian\", \"paul\", \"store\", \"catalog\", \"mail\", \"picture\"]","ALS":"7.590909090909091"},{"english_id":"855","id":"856","level":"2","topic":"12","title":"A Noise in the Night ","article":"\n\nShe says her prayers. She gets into bed. She turns out the light. She hears a noise. She turns on the light. She looks around her room. Everything looks okay. She turns out the light. She hears the noise again. She turns on the light. She looks around. She is scared. She calls her dad.\n\n","keyword":"[\"noise\", \"prayer\", \"hear\", \"scar\", \"\", \"\"]","ALS":"5.230769230769231"},{"english_id":"862","id":"863","level":"2","topic":"10","title":"A School Day ","article":"\n\nSchool starts at 8:00 in the morning. His mom woke him up at 6:30. He yawned and got out of bed. He got dressed. He ate breakfast. He ate a bowl of cereal for breakfast. His favorite cereal was Cheerios. He also ate a banana. Bananas are yellow outside and white inside. He drank a glass of orange juice. Oranges are orange outside and orange inside. He ate a piece of toast with butter on it. Brown toast, yellow butter. He drank a glass of milk. Then he brushed his teeth. He kissed his mom goodbye. He walked outside to the school bus stop. It was two blocks away. He met his friend Bobby. They talked while they waited for the bus. The bus arrived. He said hello to the bus driver. He and Bobby sat together on the bus. They talked about baseball. The bus ride took 20 minutes. They got to school at 7:30. The bus driver said, “Have fun in school.” They always did.\n\n","keyword":"[\"orange\", \"cereal\", \"toast\", \"school\", \"bobby\", \"banana\"]","ALS":"7.107142857142857"},{"english_id":"863","id":"864","level":"2","topic":"2","title":"A Small Apartment ","article":"\n\nThe big family lived in a one-bedroom apartment. Their apartment had only one bedroom. Mom and Dad slept in the bedroom. The two babies also slept in the bedroom. Four people slept in the bedroom. Four children slept in the living room. Two sisters slept in the living room. Two brothers slept in the living room. All four of them slept in the living room. They slept on air mattresses. They leaned the air mattresses against the wall in the daytime. They put the air mattresses on the floor in the nighttime. They all liked to sleep on the air mattresses. But the girls didn't like to sleep next to the boys. “Daddy, we don't like to sleep next to the boys. We want our own bedroom. When will we get our own bedroom?” asked one girl. “You'll get your own bedroom when I get a better job,” Daddy said.\n\n","keyword":"[\"bedroom\", \"sleep\", \"living\", \"mattress\", \"mattresses\", \"apartment\"]","ALS":"9.368421052631579"},{"english_id":"866","id":"867","level":"2","topic":"2","title":"A Stick and a Dog ","article":"\n\nHe takes the dog for a walk. He picks up a stick. He throws the stick. The dog chases the stick. It brings back the stick. It gives him the stick. He throws it again. The dog brings the stick back. The dog walks over to a tree. It pees on the tree. He takes the dog home.\n\n","keyword":"[\"stick\", \"throw\", \"bring\", \"tree\", \"walk\", \"chase\"]","ALS":"6.2727272727272725"},{"english_id":"870","id":"871","level":"2","topic":"2","title":"A Turtle Has Its Own Home ","article":"\n\nA turtle is a funny animal. It carries its home on its back. It never stops at a hotel. It never rents an apartment. It never buys a house. A turtle is a homeowner. It is always next to its home. It is never far from its home. Home is always on its back.\n\n","keyword":"[\"turtle\", \"hotel\", \"homeowner\", \"apartment\", \"funny\", \"carry\"]","ALS":"7"},{"english_id":"872","id":"873","level":"2","topic":"7","title":"A Water Fountain in the Park ","article":"\n\nIt is summertime. The park has many trees. It has a baseball field. It has a water fountain. The water is cool. Kids play in the water fountain. Their feet get wet. Their clothes get wet. They sit down in the fountain. They run around in the fountain. They splash in the fountain. They have fun.\n\n","keyword":"[\"fountain\", \"summertime\", \"water\", \"splash\", \"baseball\", \"cool\"]","ALS":"5.666666666666667"},{"english_id":"878","id":"879","level":"2","topic":"8","title":"Adrian and the Magic Stone","article":"Once there lived a boy named Adrian. He was so silly that his friends always made fun of him. One day, his friends came to Adrian’s house and said, “Hurry up, Adrian! We must go to the riverbank right now! There is a black magic stone that we need to find!” Adrian asked them why. They said, “The person who finds this stone will get magical powers. He will become invisible!” Adrian raced to the riverbank and began collecting all the black-coloured stones. After sometime, his friends who were fooling him began to say, “Oh! It looks like Adrian found the stone! We can’t find him! He is invisible!” Saying this, they began throwing stones at him, pretending that they couldn’t see him. Foolish Adrian believed them and did not say anything to them.","keyword":"[\"adrian\", \"stone\", \"riverbank\", \"invisible\", \"friend\", \"magical\"]","ALS":"14.083333333333334"},{"english_id":"884","id":"885","level":"2","topic":"13","title":"An Impolite Bird ","article":"\n\nA robin is a pretty bird. It has a red breast. It has black wings. It sings a pretty song. A crow is pretty, too. It is completely black. It is shiny black. A crow is a big bird. It is a smart bird. It is a lazy bird. It watches people. People have food. They throw food into a garbage can. The crow flies down to the garbage can. It walks around the edge of the can. It looks for something tasty. It hops into the can. It picks out a potato chip. It flies into a tree. It eats the potato chip. Then it flies back to the garbage can. The robin sees the crow. The robin is hungry. It flies down to the garbage can. The crow yells at the robin. It says, “Get out of here. This can is my can.” The robin flies back into the tree. The crow is a greedy bird. It doesn't like to share with others.\n\n","keyword":"[\"robin\", \"crow\", \"garbage\", \"bird\", \"potato\", \"chip\"]","ALS":"6.666666666666667"},{"english_id":"885","id":"886","level":"2","topic":"13","title":"An Old Dog ","article":"\n\n“Rex is very sick,” Lucy's mom said. “Is he going to die?” Lucy asked. “Yes, I'm afraid so,” mom said. “I'm going to take him to the vet.” Lucy wanted to go along. “Okay, but try not to cry, okay?” mom asked. Lucy said she wouldn't cry. Mom carried Rex out to the car. She put him in the back seat. He was a little dog. He was 12 years old. He was the same age as Lucy. They drove to the vet. The vet looked at Rex. He said he could not do anything for Rex. “Rex is on his last legs,” the vet said. He told mom she could take Rex home and wait for him to die. Or the vet could simply put Rex to sleep. “Let's put him to sleep,” Lucy said. “That way he won't suffer.” Mom said that was a good idea. They left Rex with the vet. “We can get another dog for you if you want,” mom told Lucy on the way home. “Can we get a kitten instead?” Lucy asked.\n\n","keyword":"[\"lucy\", \"sleep\", \"simply\", \"kitten\", \"sick\", \"suffer\"]","ALS":"8.88888888888889"},{"english_id":"891","id":"892","level":"2","topic":"0","title":"Ants in the Kitchen ","article":"\n\nShe watches the ants. They are very small. There are very many of them. They are in the kitchen sink. They are thirsty. They drink the drops of water. The drops are on the bottom of the sink. She turns on the faucet. Water flows into the sink. The ants go down the drain.\n\n","keyword":"[\"sink\", \"drop\", \"drain\", \"faucet\", \"flow\", \"bottom\"]","ALS":"6.4"},{"english_id":"897","id":"898","level":"2","topic":"7","title":"Barbolito’s Bad Day at School","article":"Barbolito was a little boy. He was short and had curly hair. The other boys in his class always jeered at him. One day his mother saw him crying, “What is the matter, Barbolito?” she asked. “All the boys make fun of me because I look different,” explained Barbolito. “They are foolish boys,” explained his mother,  Children often say hateful things to each other because it makes them feel important to look down on someone. I will speak to your teacher.” The next day when Barbolito went to school his teacher called him aside and said, “You should not cry because people say mean things. Why don’t you talk about all the exciting things you do, like scuba diving and chess. This way the children will get to know you better and will also discover how special you are.” That day, Barbolito spoke about his wonderful experiences under sea. He had many curious listeners and made many friends too.","keyword":"[\"barbolito\", \"explain\", \"speak\", \"curly\", \"hateful\", \"scuba\"]","ALS":"18.9"},{"english_id":"900","id":"901","level":"2","topic":"12","title":"Bears and a Pig ","article":"\n\nThe three bears left their cave. They lived in a beautiful cave. The cave was big. The cave was warm in winter. The cave was cool in summer. It was a quiet cave. It was a dark cave. They loved their cave. Today was Sunday. They liked to pick berries on Sunday. So they left their cave. They walked through the woods. They found a field of berries. Mama bear had a basket. They filled the basket with blackberries and blueberries. Then they walked back to their cave. When they got inside the cave, they heard a noise. “Who is that?” papa bear asked. “It's only me,” said a pig. “What are you doing here?” asked papa bear. “I'm hiding from the farmer,” said the pig. “I think he wants to eat me.” Papa bear told the pig he could stay in the cave as long as he wanted. The bears shared their berries with the pig. Then the pig and baby bear took a nap together.\n\n","keyword":"[\"cave\", \"bear\", \"papa\", \"berry\", \"sunday\", \"basket\"]","ALS":"7.7407407407407405"},{"english_id":"903","id":"904","level":"2","topic":"2","title":"Birds and a Baby ","article":"\n\nThe baby was lying on her back. A blue bird flew in through the window. The blue bird had blue eyes. It sat on the baby's crib. The bird had a bell around its neck. The bell rang. The baby smiled. The baby reached for the bell. The bird shook its head. The bell fell off the bird's neck. It fell next to the baby. The baby picked up the bell. The baby rang the bell. Another blue bird flew in through the window. This blue bird also had blue eyes. The baby had brown eyes. The birds looked at the baby. The baby looked at the birds. The baby rang the bell again. Both birds flew away. The baby started to cry. His mama came into the room. The baby smiled. Mama saw the bell. She asked the baby where the bell came from. The baby pointed at the window.\n\n","keyword":"[\"bell\", \"baby\", \"bird\", \"blue\", \"window\", \"mama\"]","ALS":"6.884615384615385"},{"english_id":"906","id":"907","level":"2","topic":"3","title":"Birthday Card ","article":"\n\nDora wanted to buy a card for her mother. Her mother's birthday was next week. Dora loved her mom. She wanted to get a nice birthday card. She wanted a card that was pretty. She wanted a card that said the right thing. What was the right thing? The card must say, “I love you, Mom.” It must say, “Mom, you are the best mother in the world.” It must say, “I'm so happy that you are my Mom.” Those are all the right things for the card to say. But there was one more thing the card must say. It must say, “Happy Birthday!”\n\n","keyword":"[\"card\", \"birthday\", \"dora\", \"mother\", \"love\", \"happy\"]","ALS":"10.307692307692308"},{"english_id":"908","id":"909","level":"2","topic":"2","title":"Boys Will Be Boys ","article":"\n\nThe two brothers loved each other. But sometimes they argued with each other. Sometimes they yelled at each other. Sometimes they pushed each other. Sometimes they hit each other. Sometimes they got into a fight with each other. Bobby was the older brother. Billy was the younger brother. Bobby was older than Billy. Billy was younger than Bobby. Bobby climbed into a tree. His kite was in the tree. He could not reach his kite. He fell out of the tree. Billy laughed. He laughed when he saw Bobby fall to the ground. Bobby was not hurt. But he was angry. “Why are you laughing?” he asked Billy. “That was funny!” Billy said. Bobby said it wasn't funny. Billy said it was funny. Bobby pushed Billy. Billy pushed Bobby. Bobby punched Billy in the stomach. Billy punched Bobby in the stomach. They put their arms around each other. They wrestled on the ground. They rolled around and around. Their mom came outside. “What are you two doing?” she asked. She separated them. She said, “You shouldn't hit each other. That's not nice. Wait till your father gets home.” She sent them to their rooms.\n\n","keyword":"[\"bobby\", \"billy\", \"funny\", \"kite\", \"brother\", \"stomach\"]","ALS":"6.282051282051282"},{"english_id":"910","id":"911","level":"2","topic":"7","title":"Bright Stars in the Night Sky ","article":"\n\nIt is nighttime. The sky is black. There are tiny lights in the sky. They are stars. There are many stars. She looks all over the sky. She sees stars everywhere. A few stars are big. Most stars are small. She counts the stars. She counts 86 stars. She tells her mom.\n\n","keyword":"[\"star\", \"count\", \"nighttime\", \"tiny\", \"black\", \"\"]","ALS":"5.333333333333333"},{"english_id":"914","id":"915","level":"2","topic":"2","title":"Bug in a Bottle ","article":"\n\nCharles found a glass bottle. He found the glass bottle in his back yard. It was a pretty glass bottle. It was dark green. He looked inside the dark green bottle. He couldn't see anything. He shook the bottle. Something came out of the bottle. It landed on the ground. It was a bug. Charles picked up the bug. He looked at it. The bug looked at Charles. Charles put the bottle back on the ground. He put the bug on the ground, next to the bottle. The bug crawled back into the bottle.\n\n","keyword":"[\"bottle\", \"charles\", \"glass\", \"ground\", \"green\", \"dark\"]","ALS":"7"},{"english_id":"916","id":"917","level":"2","topic":"10","title":"Camping in the Woods ","article":"\n\nShe goes camping. She camps in the woods. She camps with her family. They set up a tent. It is a big tent. It sleeps three people. She sleeps with her mom and dad in the tent. They sit around a campfire at night. The campfire keeps them warm. They cook food in the campfire.\n\n","keyword":"[\"camp\", \"campfire\", \"sleep\", \"cook\", \"warm\", \"family\"]","ALS":"6.5"},{"english_id":"917","id":"918","level":"2","topic":"10","title":"Car in a Car Wash ","article":"\n\nShe sits in the car. Her dad drives the car. He drives to a car wash. The car goes through the car wash. Water sprays onto the car. Soap sprays onto the car. Soft brushes scrub the car. More water sprays onto the car. The car is clean. Men dry the car with clean rags. The car is dry.\n\n","keyword":"[\"spray\", \"clean\", \"drive\", \"scrub\", \"soap\", \"brush\"]","ALS":"6.9"},{"english_id":"918","id":"919","level":"2","topic":"1","title":"Castles in the air","article":"Thousand years ago there lived a scholar Ramabhatta in a village. Those days were difficult for people to survive. Especially Ramabhatta had very meager earnings. He was very poor. He lived begging here and there. His scholarship was not utilized by the villagers properly. He had to live without food in the nights.\n \nOnce he was given a mud pot full of rice flour to enable him to prepare rotis and eat even in the nights. Ramabhatta carried the pot on his head and was approaching his house. On the way he was tired much and so he sat on a raised platform, to take rest. He started thinking how he will become rich…..\n \n“Oh ! why should I not have more money. Let me sell the rice flour. I shall buy two sheep with the money I get. The sheep grow and yield the young ones. I shall sell all of them and buy an ox with the money I get. Then I shall buy an horse. Thereafter I shall sell horses and build a big house. Then I will marry a girl. In an year, I will get a son. He wants to ride a house. Then I shall tell my wife to hold him. She will be cooking in the kitchen. She will not do what I say. In an angry mood I shall beat her with a\nstick ….. ” thus speaking to himself the scholar hit the pot. The floor went as a waste. Ramabhatta\nhad to go without food the whole day.\n MORAL: Do not think what you cannot achieve.","keyword":"[\"ramabhatta\", \"scholar\", \"sell\", \"flour\", \"money\", \"rice\"]","ALS":"10.714285714285714"},{"english_id":"920","id":"921","level":"2","topic":"10","title":"Chicken Soup ","article":"\n\nWilliam looked at his bowl of soup. It was chicken soup. There was white rice in the soup. William liked rice. There were pieces of chicken in the soup. William loved chicken. The pieces of chicken were white. They were small and square. They weren't big and round. There were pieces of orange carrots in the soup. William didn't like carrots. He picked up a piece of carrot with his fingers. He put it on the table next to his bowl. He took all the pieces of carrots out of the bowl. He put them all on the table. Then he ate his soup.\n\n","keyword":"[\"soup\", \"william\", \"carrot\", \"chicken\", \"piece\", \"bowl\"]","ALS":"7.625"},{"english_id":"925","id":"926","level":"2","topic":"0","title":"Clean Hands ","article":"\n\nElizabeth washes her hands every day. She likes to wash her hands. She washes her hands with soap and water. She uses soap and water to wash her hands. She uses warm water and soap. She washes her hands for 30 seconds. After 30 seconds she stops washing her hands. She turns off the water. She dries her hands on a clean towel. Every few hours she turns on the water and washes her hands. Elizabeth has very clean hands. She does not have many germs on her hands. Germs cannot live on her clean hands.\n\n","keyword":"[\"wash\", \"soap\", \"clean\", \"elizabeth\", \"germ\", \"water\"]","ALS":"8.461538461538462"},{"english_id":"931","id":"932","level":"2","topic":"10","title":"Cookie on the Floor ","article":"\n\nShe takes a cookie out of the package. She drops the cookie. It falls on the floor. The cookie breaks. It breaks into four pieces. Four pieces are on the floor. She picks up the pieces. She takes them to the kitchen. She throws them into the trashcan. She takes another cookie out of the package.\n\n","keyword":"[\"cookie\", \"package\", \"piece\", \"floor\", \"break\", \"trashcan\"]","ALS":"6.6"},{"english_id":"934","id":"935","level":"2","topic":"4","title":"Cross the Street ","article":"\n\nJimmy wanted to cross the street. He was on the south side of the street. He wanted to get to the north side of the street. He was in the middle of the block. His father always told him to cross at an intersection. His father always said never cross in the middle of the block. Jimmy walked to the intersection. There was a traffic light at the intersection. It had three colors--red, green, and yellow. Red was at the top. Green was at the bottom. Yellow was in the middle. He looked at the crosswalk sign. It was red. It was a red hand. The red hand meant Don't Walk. He waited for the red hand to change. It changed to a white figure walking. The white figure walking meant Walk. Jimmy looked both ways. Then he walked across the street. He walked in the crosswalk.\n\n","keyword":"[\"jimmy\", \"intersection\", \"street\", \"middle\", \"crosswalk\", \"walk\"]","ALS":"7.909090909090909"},{"english_id":"936","id":"937","level":"2","topic":"1","title":"Daddy Is Watching ","article":"\n\n“Let's go to the beach, Daddy,” Susan suggested. “That sounds like a good idea,” her daddy replied. It was a hot, sunny day. The ocean was only two blocks away. Susan went into her room. She put on her swimsuit. She grabbed a big beach towel. She put on a hat and grabbed her sunglasses. She put on her flip-flops. “I'm ready, Daddy,” she said. “Do you have any sunscreen?” he asked. “No, I forgot. Where is it?” she asked. He told her it was in the top drawer in the bathroom. She went into the bathroom and opened the drawer. “I've got it,” she said. They walked outside. The sun was bright. Susan put on her sunglasses. She loved to wear her sunglasses. They made her look like an adult. She gave the beach towel to her dad. She grabbed her dad's hand and they started walking. Ten minutes later they were at the beach. It was crowded. Dad found a spot. He put the beach towel on the sand. Susan took off her hat and sunglasses. She ran into the water. Dad watched her play in the water. She was having fun. Suddenly a wave knocked her over. She went under water. Dad ran into the water. He pulled her up. “Daddy, I almost drowned,” Susan said. “No, you didn't,” he said. “That wave only knocked you over. Don't worry. I'm watching you.”\n\n","keyword":"[\"susan\", \"sunglass\", \"beach\", \"towel\", \"daddy\", \"drawer\"]","ALS":"7.476190476190476"},{"english_id":"937","id":"938","level":"2","topic":"11","title":"Daddy Likes Beer ","article":"\n\nThe little girl was thirsty. She wanted something to drink. She opened the refrigerator. She looked inside. She saw milk. She saw soda. She saw orange juice. She saw beer. She wondered what beer tasted like. Her daddy drank beer every day. Beer must be good. If Daddy likes it, it must taste good. She grabbed a can of beer. She opened the beer. She smelled it. She couldn't smell anything. She swallowed some. “Yuck!” she said. The beer was horrible. How could Daddy drink that stuff? She put the can back into the refrigerator. Daddy could finish it when he got home. She grabbed the milk. She poured some into a glass. She added chocolate syrup to the milk. She stirred the milk. Now she had chocolate milk. She loved chocolate milk. Poor Daddy, she thought. He likes beer more than chocolate milk.\n\n","keyword":"[\"beer\", \"milk\", \"chocolate\", \"daddy\", \"refrigerator\", \"smell\"]","ALS":"5.806451612903226"},{"english_id":"939","id":"940","level":"2","topic":"12","title":"Dear God ","article":"\n\nPeggy went to church every Sunday. She loved to go to church. At church she was with her family and friends. At church she was with the saints. She was with the angels. And most of all, Peggy was with God. She always talked to God in church. She always asked God to stop war. She asked God to stop hate. She asked God to stop sickness. But war and hate and sickness did not stop. There were war and hate and sickness every day. “Mommy, why doesn't God stop war and hate and sickness?” Peggy asked. “God will,” her mom said, “when more people ask.”\n\n","keyword":"[\"sickness\", \"church\", \"peggy\", \"saint\", \"sunday\", \"angel\"]","ALS":"8.8"},{"english_id":"942","id":"943","level":"2","topic":"10","title":"Do This, Daddy Says ","article":"\n\nLook both ways before you cross the street. Wear clean underwear. Do your homework. Be polite. Obey your parents. Go to school. Stay in school. Wash your hands. Wipe your nose. Wipe your feet. Wash your face. Brush your teeth. Take the dog for a walk. Clean the cat's litter box. Be a good boy. Be a good girl. Turn down the TV. Turn off the TV. Stand up straight. Chew with your mouth closed. Close the door. Do as I say, not as I do. Mind your manners. Be nice to your brother. Be nice to your sister. Watch your brother. Play with your sister. Be patient. Study. Listen to your teachers. Keep trying. Sit down on the bus. Buckle your seat belt. Try this. Try these. Change your clothes. Put on a clean shirt. Get dressed. Get into your pajamas. Go to your room. Clean up your room. Make your bed. Go to bed. Kiss your mommy good night. Say Thank You. Say Please. Say You're Welcome. Say your prayers.\n\n","keyword":"[\"clean\", \"wipe\", \"wash\", \"nice\", \"sister\", \"close\"]","ALS":"4.645833333333333"},{"english_id":"945","id":"946","level":"2","topic":"14","title":"Does It Hurt? ","article":"\n\nJenny went to the lake. She went to the lake with her dad. It was a big lake. It was a big, blue lake. It had a lot of water in it. It had a lot of fish in it. Big fish were in the lake. Little fish were in the lake. Jenny didn't see any fish. “I don't see any fish. Where are the fish, Daddy?” she asked. “They're swimming around. They're looking for food,” her dad said. Dad put a worm on a hook. “Does the hook hurt the worm?” Jenny asked. “No, the hook doesn't hurt the worm,” her dad said. “How do you know?” she asked. “How do I know?” her dad asked. “Well, the worm doesn't say anything. So I guess the hook doesn't hurt it.” Jenny said, “But how can the worm say anything, Daddy? The worm can't talk!”\n\n","keyword":"[\"worm\", \"lake\", \"jenny\", \"hook\", \"fish\", \"hurt\"]","ALS":"7.8076923076923075"},{"english_id":"946","id":"947","level":"2","topic":"2","title":"Don't Do This, Mommy Says ","article":"\n\nDon't wipe your nose on your sleeve. Don't pick your nose. Don't interrupt me. Don't talk with food in your mouth. Don't go swimming right after eating. Don't forget to feed the dog. Don't forget to take the dog for a walk. Don't hit your sister. Don't make your brother cry. Don't chew with your mouth open. Don't make fun of other people. Don't slam the door. Don't play in the street. Don't be late. Don't bother me now. Don't shout. Don't yell. Don't scream. Don't litter. Don't be rude. Don't drop out of school. Don't talk while you eat. Don't make a mess. Don't talk so loud. Don't fight with your brother. Don't worry. Don't give up. Don't eat that. Don't talk to strangers. Don't play with matches. Don't play with fire.\n\n","keyword":"[\"talk\", \"nose\", \"play\", \"forget\", \"sleeve\", \"slam\"]","ALS":"6.290322580645161"},{"english_id":"948","id":"949","level":"2","topic":"3","title":"Dress Up Like Her Mom ","article":"\n\nShe dresses up. She dresses like her mom. She puts lipstick on her lips. She puts a necklace around her neck. She puts a pretty hat on her head. She puts high heels on her feet. She sprays perfume on her neck. She looks in the mirror. She sees a little woman.\n\n","keyword":"[\"neck\", \"dress\", \"lipstick\", \"perfume\", \"necklace\", \"heel\"]","ALS":"6.777777777777778"},{"english_id":"950","id":"951","level":"2","topic":"3","title":"Eagle Ellen Needs Glasses","article":"Eagle Ellen swooped and carried back a garden chair to the nest. “Another garden chair for breakfast!” cried her husband, “you must get your eyes checked.”\n“If I wear spectacles all the other eagles will laugh at me,” cried Ellen. “The other eagles are laughing because you are getting garden chairs to eat,” explained her husband. So Ellen went to meet Doctor Eagle. Doctor Eagle made her wear big glasses and asked her to identify animals drawn on the board. “Hippo, jumbo and giraffe,” read Ellen. “See, I can read!” “That’s great, now identify the animals in the second row,” the doctor said. “D-o-g … C-A-T and umm,” said Ellen trying hard to recognise the animals. “Your eyesight is very bad. You need good pair of glasses. Three dead mice for a pair of glasses,” said Doctor Eagle. “But how can I catch three mice with my poor eyesight?” asked a worried Ellen. “You can wear your new glasses and catch them!” quipped Doctor Eagle. So Ellen got her glasses and never grabbed garden chairs ever again!","keyword":"[\"ellen\", \"eagle\", \"doctor\", \"glass\", \"chair\", \"garden\"]","ALS":"16.357142857142858"},{"english_id":"951","id":"952","level":"2","topic":"3","title":"Easter Eggs ","article":"\n\nIt was Easter Sunday. Mom gave a little basket to Michelle. Mom told her to look for Easter eggs. The Easter eggs were in the back yard. “What do Easter eggs look like?” Michelle asked. Mom said, “They look just like regular eggs. But they are colored. They are red. They are blue. They are yellow. They are many different colors.” “Why are they red? Do they come from red hens?” Michelle asked. “No,” Mom said. “They are red because Daddy and I colored them red. They are blue because we colored them blue. They are yellow because we colored them yellow.” Michelle asked, “Why did you color the eggs?” Mom said, “It's an Easter tradition. A tradition is something people do every year.” Michelle went into the back yard. She found six Easter eggs. “Next year you can help us color the eggs,” Mom said. “Oh, yes!” said Michelle.\n\n","keyword":"[\"michelle\", \"easter\", \"color\", \"tradition\", \"yellow\", \"blue\"]","ALS":"7.481481481481482"},{"english_id":"953","id":"954","level":"2","topic":"14","title":"End of a Quarrel","article":"A rabbit dug a hole under a tree. He said “This is my house. I shall live in it.” And the rabbit happily began to live in his house.\nOne day the rabbit went to see his uncle. He lived with his uncle for one week. There he had lots of carrots to eat. After one week, the rabbit came back to his own house.\nBut what was this ‘? I le round a mouse inside his house. ‘the rabbit said to the mouse, “This is my house. I made it. Get out of my house at once.”\nThe mouse said, “No, this is my house. It was empty, and now I live here. Go away from my house.”\nThe two had a fight. Then the rabbit said, “Let us ask somebody if it is my house or yours.”\n“All right,” said the mouse.\nThey came to a river. Near the river they saw a cat. She sat on the ground, and her eyes were closed. “I think this is a good cat,” the rabbit said. “Let us ask her.”\n“Oh no,” the mouse said. “I am afraid of her. She will eat me up.”\nThe cat heard what they said. She said, “Come children, do not be afraid of me. I am not like other cats. I do not eat meat. I eat only fruit.”\nThe rabbit and the mouse believed her. The rabbit said, “Aunty, I dug a hole under a tree. I lived in this hole for many days. Then I went to see my uncle for a week. When I came back, I saw this mouse inside my house. Please tell him to leave my house.”\n“But it is my house,” the mouse said. “The hole was empty, so I went in. And now I live there, so the house is mine.”\n“Oh no, it is my house,” the rabbit said again.\n“Oh dear,” said the cat. “1 can’t hear what you are saying. I am old, and my ears are bad. Please come near me and tell me again.”\nThe rabbit and the mouse thought the cat was good. So both of them we near the cat to tell her again.\nBut as soon as they went near her the cat jumped on them. She caught the rabbit with her teeth, and the mouse with her claws. Then she killed them both and ate them up.","keyword":"[\"rabbit\", \"mouse\", \"house\", \"uncle\", \"week\", \"empty\"]","ALS":"12.195121951219512"},{"english_id":"960","id":"961","level":"2","topic":"7","title":"Feed the Pigeons ","article":"\n\nShe liked to feed popcorn to the pigeons. The pigeons liked to eat her popcorn. She put popcorn in her hand. A pigeon ate the popcorn in her hand. She put popcorn on her shoulder. A pigeon ate the popcorn on her shoulder. She put popcorn in her hair. A pigeon ate the popcorn in her hair. She sat down on a bench. It was a wooden bench in the park. She put popcorn all over the bench. She put popcorn all over her clothes. She put popcorn on her head. She put popcorn on her lap. Many pigeons landed on the bench. Many pigeons landed on her. Nobody could see her. Nobody could see the bench.\n\n","keyword":"[\"popcorn\", \"pigeon\", \"bench\", \"shoulder\", \"hair\", \"land\"]","ALS":"7.5"},{"english_id":"961","id":"962","level":"2","topic":"1","title":"Fire Truck Saves House ","article":"\n\nHe has a little fire truck. It is a red, plastic fire truck. He sees a fire. He calls 911. A house is on fire. Please hurry! He pushes the fire truck. The fire truck goes to the house. The fire truck sprays water on the house. The fire is out. Everyone is safe.\n\n","keyword":"[\"truck\", \"fire\", \"house\", \"plastic\", \"spray\", \"hurry\"]","ALS":"6"},{"english_id":"963","id":"964","level":"2","topic":"0","title":"Five Wild Dogs","article":"There was a river in a forest. Once, it rained so much that the water in the river rose over the bank. Soon, there was a flood in that part of the forest.\nAll the animals’ houses were under water. Then, Five Wild Dogs saved many animals from drowning.\nSoon, the rains stopped and the water level in the river fell again.\nThe King of the Forest, the Lion, was very happy with the Five Wild Dogs. He called all the animals of the forest for a meeting and said, “These are brave and kind Dogs. They will eat with me, in my den, for a week. You must all respect them, too.\nAll the animals clapped their hands. Then, suddenly, a Rabbit said to the Lion, “Your Majesty, these Five Wild Dogs are not brave or kind. I heard them talking among themselves, this morning. They said that they had saved\nthe animals so that they could eat them later.”\nThe Lion was very angry with the Five Wild Dogs\nand shouted, “Get out of my forest, you selfish fellows!”\nGood deeds done for a selfish motive, are not\nworthy of praise.","keyword":"[\"wild\", \"animal\", \"forest\", \"selfish\", \"river\", \"brave\"]","ALS":"16.571428571428573"},{"english_id":"968","id":"969","level":"2","topic":"14","title":"Four Oxen and the Lion","article":"In the forests, there lived four oxen. They were very good friends and always went together to graze in the fields. However, every time they went, a hungry lion tried to attack them. The lion longed for their meat. But they withstood his attack by fighting him as a team. They attacked him with their horns and the lion fled to another forest. One day, the four oxen fought among themselves. They started going to the forest separately. When the lion returned, he saw that the group was divided. He planned to take advantage of this situation.\nFinding the first ox grazing in the fields alone, he crept from behind and ate him up. The next day, he attacked the second ox and killed it too. This way he killed the third and the fourth ox too. Had the four oxen stayed together, they wouldn’t have lost their lives.","keyword":"[\"attack\", \"forest\", \"field\", \"withstand\", \"separately\", \"divide\"]","ALS":"12.357142857142858"},{"english_id":"974","id":"975","level":"2","topic":"7","title":"Girl Fight ","article":"\n\nSharon was five years old. Her best friend was Pam. They played games together. They played all kinds of games. They had fun together. But one day Pam pushed Sharon. “Why did you push me?” Sharon asked. “Because,” Pam said. Sharon told Pam not to push her again. So, Pam pushed Sharon again. Sharon pushed Pam back. Then Pam pulled Sharon's hair. Then Sharon pulled Pam's hair. Both of them started crying. Sharon's mom came into the room. She told Pam to go home. Pam ran out of the house. “Sharon, you can't play with Pam anymore,” Sharon's mother said.\n\n","keyword":"[\"sharon\", \"push\", \"game\", \"hair\", \"play\", \"pull\"]","ALS":"7.052631578947368"},{"english_id":"976","id":"977","level":"2","topic":"11","title":"Go to the Park ","article":"\n\nChuck wanted to go to the park after dinner. His mom wanted him to stay home after dinner. She didn't want him to go to the park. She said it was dark at the park. But Chuck said it wasn't dark at the park. “There are lights at the park, Mom,” he said. But she said there were only a few lights at the park. She said there were many dark places in the park. “Bad people go to the park at night,” she said. “Bad people do bad things. They do bad things to good people. You are a good person. I don't want something bad to happen to you.” Chuck said, “Nothing bad will happen to me. I will go with my two friends. We will be together. All three of us will be together. We will stay away from the dark places. We will stay under the lights.”\n\n","keyword":"[\"park\", \"chuck\", \"dark\", \"stay\", \"dinner\", \"people\"]","ALS":"9.736842105263158"},{"english_id":"977","id":"978","level":"2","topic":"11","title":"God makes the World","article":"In the very beginning there was God.\nAnd He was all alone. There were no people, no animal, no trees, no flowers, no land, and no sky.\nJust God.\n \nGod made everything. He made the sky\nHe made the land.\nHe planted the first garden.\n \nHe made the sun shine in the daytime.\nHe made the moon and the stars at night.\n \nHe made animal to walk on the land.\nHe made fish to swim in the ocean.\nHe made birds to fly in the air.\n \nGod said: “I have made a good world.\nNow I want to share it with someone.”\nSo God made people.\n \nGod made the whole world in six days.\nAnd on the seventh day, God rested.","keyword":"[\"land\", \"seventh\", \"daytime\", \"shine\", \"animal\", \"ocean\"]","ALS":"9.125"},{"english_id":"978","id":"979","level":"2","topic":"15","title":"Good Soldiers, Bad Soldiers ","article":"\n\nHe plays war with his plastic soldiers. The good soldiers attack the bad soldiers. The good soldiers have big tanks. They have fast jeeps. They have big guns. They shoot at the bad soldiers. The good soldiers march forward. The bad soldiers march backward. The good soldiers win the war. The bad soldiers lose the war.\n\n","keyword":"[\"soldier\", \"march\", \"tank\", \"jeep\", \"backward\", \"plastic\"]","ALS":"6.6"},{"english_id":"979","id":"980","level":"2","topic":"18","title":"Good Teacher ","article":"\n\nJeff sat down. He was in class. He was at school. He was in English class. He liked his English class. He liked his teacher. His teacher was friendly. His teacher helped all the students. His teacher answered everyone's questions. Jeff asked a new question every day. Yesterday he asked his teacher a spelling question. He asked his teacher how to spell “myself.” His teacher told him how to spell it. Jeff thanked his teacher. His teacher said, “You're welcome. Ask me anything anytime. That's what I'm here for, to help you.”\n\n","keyword":"[\"teacher\", \"jeff\", \"question\", \"class\", \"english\", \"spell\"]","ALS":"7"},{"english_id":"982","id":"983","level":"2","topic":"15","title":"Greedy Motu Mal","article":"Motu Mal was a rich man. But he was very greedy. “The king has more money than I have,” he said. “I want to be as rich as the king.”\nNext day Motu Mal went to a sadhu. “Maharaj,” he said, “I want to have lots of money. I want to be as rich as the king.”\nThe sadhu smiled. “Think well, my son,” he said. “Do you really want money ? Do you think it will make you happy ?”\n“Yes, Maharaj,” Motu Mal said. “I shall be very happy then.”\n“Very well,” said the sadhu. “Take this little bag. When you open it, you will find a silver coin inside. When you take out the coin, another coin will come in its place. You can take out as many coins as you like. When you have enough coins, throw the bag into the river.”\nMotu Mal thanked the sadhu and went home. There he opened the bag. He found a silver coin inside. He took it out and found another coin in the bag. He took that out too. He went on taking silver coins out of the bag.\nDinner time came. But Motu Mal did not want to waste time eating. He just swallowed half a roti and went on taking more and more coins from the bag.\nThat night Motu Mal did not sleep at all. By the morning he had a heap of silver coins.\nBut Motu Mal did not stop. All day he kept taking out coins. He did not want to do anything else. He had very little time to eat. He had no time for a bath. He did not want to waste time changing clothes.\nSoon Motu Mal was as rich as the king. But he looked dirty. His clothes were torn, and he had become thin. Then one day he fell ill and died.\nPeople went to Mow Mays house. They felt sorry for him. “Poor fellow,” they said. “He was richer than the king. But he lived like a beggar. What was the use of all that money ?  His greed only made him unhappy.”","keyword":"[\"motu\", \"coin\", \"sadhu\", \"rich\", \"silver\", \"money\"]","ALS":"10.30952380952381"},{"english_id":"986","id":"987","level":"2","topic":"10","title":"Hard Work and Laziness","article":"In a large house, lived a lazy Young Man. He woke up in the afternoon, ate his meals and then lay in bed again. He had a parrot named Polly. She watched this lazy fellow and was puzzled by him.\nOne day, Polly asked the Young Man, “Don’t you get tired of lying in bed all day and all night? The sun has been out hours ago, and people have finished half their day’s work.”\n“Why are you so lazy?” she asked, as she ruffled her feathers.\nThe Young Man yawned and answered, “Every morning, when I wake up, two friends whisper in my ears. One friend is Hard Work and the other Laziness.” “Hard Work says, Wake up! There is lots to do today. Time is passing by, don’t waste it by sleeping.’ But Laziness says, Why the hurry to wake up? Sleep some more. Why should you work while there are others to work hard?”‘\nThe Young Man continued, “I listen patiently to both my friends. All my time goes by like that and so, I keep lying in bed for a long time.”\nJust talk does not help; we should get up and work.","keyword":"[\"wake\", \"polly\", \"lazy\", \"ruffle\", \"laziness\", \"patiently\"]","ALS":"18.846153846153847"},{"english_id":"987","id":"988","level":"2","topic":"0","title":"He Builds a Snowman ","article":"\n\nIt is a winter day. It is cold outside. The snow falls. It covers the ground. Snow falls for six hours. Finally it stops. He puts on his heavy jacket. He goes outside. He builds a snowman. It is a fat snowman. It is a tall snowman. He goes back inside.\n\n","keyword":"[\"snowman\", \"snow\", \"fall\", \"jacket\", \"heavy\", \"winter\"]","ALS":"5.25"},{"english_id":"988","id":"989","level":"2","topic":"0","title":"He Climbs Trees ","article":"\n\n“It's time to go to bed,” Danny's mom said. “But I'm not sleepy,” Danny complained. He wasn't sleepy because he had taken a nap before dinner. He had slept for almost one hour. Before his nap, he was in the park. He liked to go to the park. The park was full of trees. He loved to climb the trees. His mom told him not to climb the trees. He might fall and hurt himself. He didn't obey his mom. It was fun to climb trees. It was fun to climb higher and higher. It was fun to be taller than adults. It was fun to look down on the adults. One time he found a bird's nest. It was empty. He would visit it again in spring time. Maybe baby birds would be in the nest. Danny always went to the park after school. The trees in the park were like a second home to him. His mom said that maybe he was part monkey. He kissed his mom and said good night. Once in bed, he counted trees so that he could go to sleep.\n\n","keyword":"[\"park\", \"danny\", \"climb\", \"tree\", \"sleepy\", \"adult\"]","ALS":"9.375"},{"english_id":"991","id":"992","level":"2","topic":"15","title":"He Gets Dressed, Sees His Friend ","article":"\n\nThe boy puts on his socks. He puts on his shoes. He ties his shoelaces. He walks to the front door. He turns the doorknob. He pulls the door open. He steps outside. He closes the door behind him. He walks to the corner. He sees his friend. He waves to his friend.\n\n","keyword":"[\"door\", \"shoelace\", \"doorknob\", \"sock\", \"corner\", \"step\"]","ALS":"5.818181818181818"},{"english_id":"995","id":"996","level":"2","topic":"11","title":"He Is a Chocolate Lover ","article":"\n\nShe loves chocolate. She loves milk chocolate. She loves dark chocolate. She eats chocolate candy bars. She eats chocolate fudge. She eats chocolate chip cookies. She eats chocolate cake. She eats chocolate cupcakes. She eats chocolate ice cream. She eats chocolate pudding. She drinks chocolate milk. She eats chocolate every day. Chocolate is the best!\n\n","keyword":"[\"chocolate\", \"milk\", \"love\", \"fudge\", \"cupcake\", \"chip\"]","ALS":"5.230769230769231"},{"english_id":"997","id":"998","level":"2","topic":"13","title":"He Rides an Old Bicycle ","article":"\n\nHe looks at his bicycle. It is an old bike. It is three years old. The paint is scratched. The fenders are dented. The seat is torn. The chain is rusty. But it is a good bike. He has a good time on his bike. It is fun to ride. He rides it almost every day.\n\n","keyword":"[\"bike\", \"fender\", \"dent\", \"chain\", \"rusty\", \"bicycle\"]","ALS":"6.090909090909091"},{"english_id":"998","id":"999","level":"2","topic":"2","title":"He Takes Care of His Cold ","article":"\n\nHe has a cold. He coughs. He sneezes. He grabs a tissue. He blows his nose. He grabs another tissue. He blows his nose again. He puts nose drops into his nose. He puts a cough drop in his mouth. He drinks cough syrup. He takes cough medicine. He feels better.\n\n","keyword":"[\"cough\", \"nose\", \"tissue\", \"blow\", \"grab\", \"drop\"]","ALS":"5.25"},{"english_id":"999","id":"1000","level":"2","topic":"10","title":"He Talks to Mom ","article":"\n\nThe phone rings. He hears the ringing. He picks up the phone. He says hello. The other person says hello. The other person is his mom. She talks to him. He talks to her. She finishes talking. She says goodbye. He says goodbye. They hang up. He waits. The phone rings again.\n\n","keyword":"[\"phone\", \"talk\", \"goodbye\", \"person\", \"ringing\", \"finish\"]","ALS":"4.714285714285714"},{"english_id":"1000","id":"1001","level":"2","topic":"11","title":"He Will Go to Heaven ","article":"\n\nAdam was doing his homework. He stopped doing his homework. He was bored. He didn't like homework. “Dad, what happens when we die?” Adam asked. “You will go to heaven,” Dad said. “Does everyone go to heaven?” Adam asked. “No, only good people go to heaven,” Dad said. “What is heaven like?” Adam asked. “It is a happy place,” Dad said. “Everyone is happy. Everyone is your friend. Everyone likes you. You like everyone.” He told Adam to be polite. He told Adam to be honest. “If you are polite and honest, you will go to heaven,” Dad said. Adam said, “I want to go to heaven. I will be polite and honest.” Dad said there was one more thing. Adam had to do one more thing to go to heaven. “What's that?” Adam asked. “If you want to go to heaven, you have to do your homework,” Dad said.\n\n","keyword":"[\"adam\", \"heaven\", \"homework\", \"honest\", \"polite\", \"bore\"]","ALS":"7.814814814814815"},{"english_id":"1003","id":"1004","level":"2","topic":"10","title":"Her Book and Her Cats ","article":"\n\nShe picks up the book. It is her favorite book. It has a red cover. It has 52 pages. It has many pictures. It has pictures of many animals. She likes animals. She has two cats. She likes her cats. Their names are Fluffy and Muffy. She shows them the pictures in the book.\n\n","keyword":"[\"picture\", \"book\", \"muffy\", \"fluffy\", \"favorite\", \"animal\"]","ALS":"5.909090909090909"},{"english_id":"1004","id":"1005","level":"2","topic":"3","title":"Her Doll Is Like Her ","article":"\n\nSharon is four years old. She is pretty. She has a doll. It is pretty. Sharon has blonde hair. The doll has blonde hair. Sharon has short hair. The doll has long hair. Sharon gets a pair of scissors. She cuts the dollâs long hair. She finishes. Now the doll has short hair too.\n\n","keyword":"[\"hair\", \"sharon\", \"doll\", \"blonde\", \"short\", \"pretty\"]","ALS":"5.5"},{"english_id":"1006","id":"1007","level":"2","topic":"3","title":"Her New Blue Dress ","article":"\n\nShe walks into the store. She looks at the dresses. There are many dresses. She wants a blue dress. She sees a blue dress. She takes it to the dressing room. She tries the blue dress on. It fits. She likes it. She takes it off. She takes it to the cashier. She buys it.\n\n","keyword":"[\"dress\", \"blue\", \"cashier\", \"dressing\", \"store\", \"walk\"]","ALS":"5.583333333333333"},{"english_id":"1007","id":"1008","level":"2","topic":"7","title":"Hide and Seek ","article":"\n\nShe plays hide and seek. She plays with her brothers and sisters. She plays with her friends. They play after school. They play outdoors. One person is 'it.' He or she closes his or her eyes. He or she counts to 100. The other players hide somewhere nearby. Then the 'it' person tries to find the others.\n\n","keyword":"[\"play\", \"person\", \"hide\", \"outdoors\", \"seek\", \"player\"]","ALS":"6.9"},{"english_id":"1008","id":"1009","level":"2","topic":"15","title":"His First Roller Coaster Ride ","article":"\n\nHe gets on the roller coaster. His mom sits next to him. This is his first roller coaster ride. The roller coaster starts up. It is fast. It goes up and down. It goes around and around. He looks at his mom. His mom looks at him. They both laugh. The roller coaster is fun!\n\n","keyword":"[\"roller\", \"coaster\", \"sits\", \"ride\", \"fast\", \"laugh\"]","ALS":"6"},{"english_id":"1012","id":"1013","level":"2","topic":"15","title":"Horse Rider ","article":"\n\n“Can I ride my horse, Mommy?” Sara asked her mom. Sara loved to ride her horse. She rode her horse almost every Saturday. “Okay, honey, get ready to go,” her mom said. Sara was happy. She went into her bedroom. She put her pink socks on. She put her pink sneakers on. She grabbed her pink hat. She went to the front door. “I'm going to wait in the car,” she told her mom. “Okay, I'll be there in a minute,” her mom said. Sara opened the car door. She sat down in the front seat. She put on her hat. She was excited.\n\n","keyword":"[\"sara\", \"pink\", \"ride\", \"horse\", \"front\", \"door\"]","ALS":"8.117647058823529"},{"english_id":"1013","id":"1014","level":"2","topic":"0","title":"Hot Day, Cool Pool ","article":"\n\nShe puts on her swimsuit. She walks to the swimming pool. It is a hot day. The sky is blue. There are a few white clouds in the sky. She gets to the pool. She looks at the water. It is blue. It is cool. She jumps into the water. It feels so good.\n\n","keyword":"[\"pool\", \"blue\", \"swimsuit\", \"swimming\", \"cloud\", \"cool\"]","ALS":"5.909090909090909"},{"english_id":"1017","id":"1018","level":"2","topic":"15","title":"How the Rabbit Lost Its Tail","article":"In olden times, rabbits had a long tail and short, straight legs.\nOne day in a forest, a rabbit found a man weeping. When the rabbit asked him why he was so sad, the man answered, “I have to reach the village across the forest as I am getting married this evening. But I have lost my way and don’t know what to do.” The kind-hearted rabbit said, “Follow me, I will show you the way.” The man was very grateful and started following the rabbit, but on the way, he fell into a pit.\nThe rabbit put his long tail in the pit and asked the man to hold it. But as the rabbit tried to pull the man out, his tail broke. Then the rabbit lowered his hind legs into the pit. He told the man to hold his legs tight and said he would pull him out. This time the rabbit managed to pull the man out but his paws had become long. From that day on, rabbits have a small tail and hop on their long hind legs.","keyword":"[\"rabbit\", \"tail\", \"pull\", \"hold\", \"olden\", \"lower\"]","ALS":"20.9"},{"english_id":"1021","id":"1022","level":"2","topic":"3","title":"I Have a Question ","article":"\n\nHow high is up? Why is the sky blue? Do fish sleep? Where do babies come from? How do ships float? How do planes stay in the air? Why are you laughing? Why are you crying? Are we there yet? What do I care? Who's there? Who's calling? Who's at the door? Where are you from? Where do you live? Where is my pencil? Who won? Who lost? Who's playing? Do I know you? Have we met? What was your name again? Do you have the time? What time is it? What day is it? What is the date? How are you? How do you do? What do you do? How old are you? How tall are you? How much do you weigh? Are you married? Do you have any children? Do you love me? Can you hear me? Can you see me? What's that smell? What are you cooking? Can I borrow your pencil? Can I borrow $5? What are you watching? What's on TV?\n\n","keyword":"[\"borrow\", \"pencil\", \"plane\", \"weigh\", \"smell\", \"float\"]","ALS":"5.023255813953488"},{"english_id":"1023","id":"1024","level":"2","topic":"2","title":"In the Garden ","article":"\n\nMama was in the garden. “What are you doing?” Johnny asked. She said she was planting roses. Roses are flowers. They are very pretty. They are usually red. Roses have thorns. His mama said, “Thorns will stick you. Be careful around thorns.” Johnny went to the front yard. His dog Rex was waiting for him. Johnny picked up a stick and threw it. Rex chased the stick. He brought the stick back. Johnny ran around the house. Rex chased him. Johnny ran through the garden. Rex ran through the garden. Mom yelled at Johnny and Rex. She told them to play somewhere else. She told them to stay out of the garden. Johnny apologized to his mom. He went to the garage and got his bike. He went for a bike ride. Rex ran next to the bike.\n\n","keyword":"[\"johnny\", \"rose\", \"thorn\", \"bike\", \"garden\", \"stick\"]","ALS":"6.5"},{"english_id":"1025","id":"1026","level":"2","topic":"0","title":"Is There Life on the Moon? ","article":"\n\nThe moon is in the sky. He looks at the moon. It is round and white. It is bright. It has mountains. It has valleys. It has rocks. It has dirt. He thinks about the moon. He wonders about it. Maybe there is water on the moon. Maybe tiny animals live on the moon.\n\n","keyword":"[\"moon\", \"dirt\", \"valley\", \"rock\", \"bright\", \"tiny\"]","ALS":"5.5"},{"english_id":"1032","id":"1032","level":"2","topic":"18","title":"Kids and Their Teacher ","article":"\n\nHe has a job. He is a teacher. He teaches kids. He teaches them how to read. He teaches them how to spell. The kids are fast learners. They learn how to read quickly. They learn how to spell quickly. He likes his job. He likes kids. He likes to teach kids new things.\n\n","keyword":"[\"teach\", \"spell\", \"learn\", \"learner\", \"teacher\", \"fast\"]","ALS":"5.909090909090909"},{"english_id":"1038","id":"1038","level":"2","topic":"14","title":"Learn To Fix Your Loyalty","article":"Once a war broke out between the birds and the beasts. Many battles were fought one after the other. If now the birds got the upper hand, the next time beasts were successful.\nThe bats played a very treacherous role in this war. They never threw their lot with either of the two sides. They followed the policy of swimming with the flowing tide. They sided with whichever side got the better of the other. Thus they were changing their loyalty from side to side.\nNeither side paid any attention to the bats till the war lasted. But when it was over, the bats didn’t know which side to go. At first, they went to the birds. But they refused to own them as many birds had seen them fight for the beasts.\nAgain, the bats went to the beasts. But there also, they met with the same fate. The beasts refused to own them as many beasts had seen them fight for the birds.\nSo, the bats were left alone and they still continue to be so.","keyword":"[\"beast\", \"bird\", \"refuse\", \"treacherous\", \"policy\", \"fight\"]","ALS":"12.625"},{"english_id":"1039","id":"1039","level":"2","topic":"14","title":"Let's Go to Disneyland ","article":"\n\nShe loves Disneyland. She wants to live at Disneyland. She wants to visit Disneyland every day. Her parents take her to Disneyland every year. She has fun at Disneyland. She sees Mickey Mouse. She goes on many rides. She has fun on the rides. She wants to ride them again and again.\n\n","keyword":"[\"disneyland\", \"ride\", \"mickey\", \"visit\", \"mouse\", \"love\"]","ALS":"6.777777777777778"},{"english_id":"1042","id":"1042","level":"2","topic":"14","title":"Little Nick","article":"Nick the deer lost his way in the woods. He had been wandering with the rest of the deer but had managed to stray away from them. He was lonely and miserable. One day, while looking for his family he found himself in a farmer’s field. He made his way to the people standing in the yard. The farmer’s dog barked at Nick at first, but Nick was such a friendly\nlittle deer that he soon made friends. Everyone welcomed Nick. The farmer’s children loved his soft brown eyes and spotted skin. The farmer let him stay with his cows. Soon Nick and the other animals became good friends. Nick was happy but he still missed his family. One day, while playing, Nick looked out into the fields and saw a herd of deer. “That looks like my family,” he said with great hope. Indeed, it was his family. Nick thanked all the animals in the field and said goodbye to them. Everyone was sad to see Nick leave but they knew that they could not keep him away from his family.","keyword":"[\"nick\", \"deer\", \"family\", \"farmer\", \"field\", \"herd\"]","ALS":"13.25"},{"english_id":"1047","id":"1047","level":"2","topic":"3","title":"Lulu's Letter ","article":"\n\nLulu's mom gave Lulu a pencil. It was a yellow pencil. It was a number two pencil. It had a pink eraser. The eraser was small and round and pink. Lulu's mom gave Lulu a piece of paper. It was a white piece of paper. There were blue lines on the white paper. Lulu wrote a letter to her grandma. Her letter said, “Dear Grandma, Hello, I love you.” Lulu told her mom she was done. Her mom looked at the letter. “This is a short letter,” her mom said. Lulu said, “Yes, Mom, it is a short letter. It is short but sweet.”\n\n","keyword":"[\"lulu\", \"letter\", \"pencil\", \"paper\", \"eraser\", \"short\"]","ALS":"8.933333333333334"},{"english_id":"1049","id":"1049","level":"2","topic":"10","title":"Make a Sandwich ","article":"\n\nThe boy opened a jar of peanut butter. He spread the peanut butter onto a slice of bread. Then he opened the refrigerator and took out a jar of grape jelly. He spread the jelly on top of the peanut butter. He put the jar back into the refrigerator. He put another slice of bread on top of the peanut butter and grape jelly. Now he had a sandwich. He opened the refrigerator again. He poured himself a big glass of milk, and put the milk back into the refrigerator. He put the sandwich on a plate. He carried the plate and the glass of milk over to the dining room table. He sat down. He turned on the TV and took a big bite out of his sandwich.\n\n","keyword":"[\"peanut\", \"butter\", \"refrigerator\", \"jelly\", \"sandwich\", \"milk\"]","ALS":"11"},{"english_id":"1055","id":"1055","level":"2","topic":"18","title":"Mom Is Sick in Bed ","article":"\n\nShe calls her mom. Her mom is sick. She has the flu. She is in bed. She is old. She is alone. Her husband is dead. Nobody takes care of her. She does her own shopping. She drives her own car. She says that she is okay. She says she feels better. She thanks her daughter for calling.\n\n","keyword":"[\"shopping\", \"sick\", \"husband\", \"drive\", \"dead\", \"feel\"]","ALS":"5.461538461538462"},{"english_id":"1057","id":"1057","level":"2","topic":"12","title":"Moses","article":"The new king of Egypt was a wicked man. He made the people from Canaan who were called Jews stay in Egypt and do all the work. He even tried to kill all of the Jewish baby boys. But God had a plan.\nA Jewish mother hid her baby boy in a basket and set it on the river. The river carried the basket to the king’s house. “Oh, look!” cried the king’s daughter when she found the basket. “It’s a baby!” The princess took the baby home and named him Moses. Moses grew up safe and strong in the king’s own house!\nGod wanted Moses to lead the Jews out of Egypt. So God sent grasshoppers to eat up the king’s wheat. He sent frogs and other-things to pester the king. God did not stop until the king let the Jewish people go.\nA big sea lay between Egypt and Israel. Moses and the people had no boats. So God parted the sea and made a path for them right through the water!\nGod called Moses up to the top of a mountain. He wrote ten commandments on two big stones and gave them to Moses. The commandments told the Jews how to live. God said: “Tell the people to follow these rules and I will protect them.”\nGod helped Moses lead the Jews back to the land that became known as Israel.","keyword":"[\"moses\", \"egypt\", \"jewish\", \"basket\", \"commandment\", \"baby\"]","ALS":"13.7"},{"english_id":"1059","id":"1059","level":"2","topic":"17","title":"Much Wants More but Loses All","article":"Once upon a time there lived a couple in a village. They had a beautiful goose that laid a golden egg everyday. They were indeed quite well-off. But the man was not happy with what he got daily. He was a get-rich-quick type of man.\nThe man wanted to get all the golden eggs from his goose at one single go. So, he thought hard and at last hit upon a plan. He decided to kill the goose and get all the eggs together.\nSo, the next morning when the goose laid one golden egg, he caught hold of it. Taking a sharp knife, he chopped off its neck and cut its body open.\nUntold was his sorrow indeed, when he got nothing—no more golden eggs. On the other hand, he stopped getting even the one golden egg everyday.\nSo, the man went on getting poorer and poorer day after day. And at last, he was a pauper. How unlucky and how silly in fact.\nGreed is a big curse indeed.","keyword":"[\"golden\", \"goose\", \"everyday\", \"untold\", \"type\", \"pauper\"]","ALS":"12.1875"},{"english_id":"1060","id":"1060","level":"2","topic":"10","title":"My Best Friend ","article":"\n\nLaura is my best friend. We are in the third grade. We do everything together. We walk to school together. We eat lunch together at school. Laura's mother gives her tuna sandwiches for lunch. My mother gives me peanut butter sandwiches for lunch. We share our sandwiches with each other. Sometimes Laura gets apples for lunch. Sometimes I get peaches. We share our fruit with each other. We help each other with our homework. She helps me with history. I help her with arithmetic. We spend the weekends together. Her parents invite me to their house, or my parents invite her to our house. We sleep over. I spend the night at her house, or she spends the night at my house. We talk about everything. We talk about our brothers. They are so silly. We talk about our teachers and our parents. We love them. We talk about the boys in class. We don't like them. They are so silly. Why in the world do some girls like boys? Boys never grow up. We will never like boys.\n\n","keyword":"[\"laura\", \"lunch\", \"sandwich\", \"spend\", \"talk\", \"house\"]","ALS":"7.310344827586207"},{"english_id":"1061","id":"1061","level":"2","topic":"18","title":"My Dad ","article":"\n\nI love my dad. He was a good man. He taught me to work hard. He taught me to keep trying. He taught me to do things right or don't do them at all. He grew up on the streets of New York City. His parents didn't speak English. He had three brothers and one sister. His brothers ended up in jail. His sister died in a car crash. My dad married my mom when they were both 19. My dad joined the army. He jumped out of airplanes. Then he became a military policeman. He did this for 20 years. He liked his job. He was a hard worker. He went to college while he was in the army. He got two college degrees. One college degree is good. Two college degrees is very good. He retired from the army and became a teacher. He taught high school kids. He taught high school kids for 20 years. He had a lot of patience. Teachers need a lot of patience. Then my dad retired. He traveled around the world with my mom. They both died in a plane crash. That was bad. But they died together. That was good.\n\n","keyword":"[\"college\", \"degree\", \"teach\", \"army\", \"retire\", \"patience\"]","ALS":"7.28125"},{"english_id":"1064","id":"1064","level":"2","topic":"3","title":"New Kittens ","article":"\n\nMama cat had six new kittens. Three kittens were black, and two were white. One kitten was black, with white feet and a white face. Nancy asked, “Mom, can we keep all the kittens?” Her mom said no. “We can't afford to keep six kittens,” she said. “When the kittens are three months old, we will give them away.” Nancy asked if she could keep one kitten. Her mom said okay. Nancy decided to keep the kitten with white feet. She called him Boots. When the other five kittens were three months old, Nancy's mom took pictures of them. Nancy took the pictures to school. She showed the pictures to her friends. All her friends wanted a kitten. They came to her house the next day. They took all the kittens except Boots. “Boots is my kitten,” Nancy told her friends. Then her mom said, “We have to take mama cat to the cat doctor.” Nancy asked why. “We have to fix her,” her mom said. “We don't want her to have more kittens. The doctor will fix her.”\n\n","keyword":"[\"kitten\", \"nancy\", \"boot\", \"picture\", \"white\", \"doctor\"]","ALS":"9.956521739130435"},{"english_id":"1068","id":"1068","level":"2","topic":"2","title":"Noisy Animals, Quiet Animals ","article":"\n\nThe dog barks. It likes to bark. The bird sings. It likes to sing. The dog and bird are noisy. The cat meows. It meows when it is hungry. It meows when it is angry. The fish says nothing. The turtle says nothing. The mouse says nothing. The lizard says nothing. They are quiet.\n\n","keyword":"[\"meow\", \"bark\", \"sings\", \"noisy\", \"lizard\", \"bird\"]","ALS":"5.153846153846154"},{"english_id":"1070","id":"1070","level":"2","topic":"4","title":"One's Nature Seldom Changes","article":"You may be surprised to know that all ants were human-beings to begin with. They lived by tilling soil and raising crops just as farmers do even now.\nBut not content with what they got through their labour, these farmers always had their eyes on the crops of their neighbours. Not only this, they even stole their crops whenever they got a chance. Thus they used to add to their own store.\nThese acts offended the gods a lot and they complained against the thieving farmers to their chief—Jupiter. He was so angry that he changed these farmers into ants.\nBut though these farmers had changed their form, yet their habit of thieving remained as it had been and it is the same even today. The ants go about corn-fields to gather grains which do not belong to them. Like customs, habits also die very hard.","keyword":"[\"farmer\", \"crop\", \"thieve\", \"habit\", \"labour\", \"offend\"]","ALS":"16"},{"english_id":"1079","id":"1079","level":"2","topic":"7","title":"Piano Player ","article":"\n\nHe played the piano. He played it very well. He started playing the piano when he was six years old. That was seven years ago. Now he was 13 years old. He was very good. He won one piano contest after another. A famous piano teacher heard him play the piano. The teacher said, “I want to bring you to New York. I will teach you how to be even better. I will teach you how to be the best piano player in the whole world.” He didn't like that idea. He wanted to stay at home. He wanted to stay with his parents and his friends. His parents wanted him to go. They said they would visit him in New York every weekend.\n\n","keyword":"[\"piano\", \"york\", \"play\", \"teacher\", \"teach\", \"contest\"]","ALS":"9"},{"english_id":"1085","id":"1085","level":"2","topic":"0","title":"Polar Bears Need Help ","article":"\n\nShe worries a lot. She worries about polar bears. They are big, white bears. They live in the north. They need snow. They need ice. They need cold weather. There is too much pollution. Pollution heats up the Earth. Heat melts the ice. The ice is the polar bears' home. No ice means no home.\n\n","keyword":"[\"polar\", \"pollution\", \"heat\", \"bear\", \"worry\", \"weather\"]","ALS":"5.75"},{"english_id":"1088","id":"1088","level":"2","topic":"7","title":"Puddles Are Fun ","article":"\n\nHe likes the rain. Rain makes puddles. He likes puddles. He jumps into puddles. He jumps across puddles. He slides on his back in puddles. He sits in puddles. He gets wet in puddles. His shoes get wet. His clothes get wet. He gets dirty. His clothes get dirty. He goes home. His mom yells at him.\n\n","keyword":"[\"puddle\", \"dirty\", \"rain\", \"clothes\", \"jump\", \"slide\"]","ALS":"5.071428571428571"},{"english_id":"1100","id":"1100","level":"2","topic":"2","title":"Red Rubber Ball ","article":"\n\nFred had a red rubber ball. He kicked the ball. It flew through the air. He picked it up. He threw it against a wall. The ball came back to Fred. He kicked it with his foot again. The ball flew over the wall. He picked it up again. He bounced it on the street. The ball bounced up and down. Then it stopped bouncing up and down. It didn't move. Fred's dog barked at the ball. Fred kicked the ball. His dog ran after the ball.\n\n","keyword":"[\"ball\", \"fred\", \"bounce\", \"kick\", \"wall\", \"rubber\"]","ALS":"6.5625"},{"english_id":"1102","id":"1102","level":"2","topic":"15","title":"Ride a Carousel Horse ","article":"\n\nA carousel has big, plastic horses. Each horse is a different color. She likes the white horse. She gets on the white horse. It has a black tail. She sits in the saddle. She holds onto the pole. The music starts. The carousel starts. It goes round and round. Her horse goes up and down.\n\n","keyword":"[\"horse\", \"carousel\", \"saddle\", \"white\", \"pole\", \"plastic\"]","ALS":"6.090909090909091"},{"english_id":"1108","id":"1108","level":"2","topic":"2","title":"Row Your Boat ","article":"\n\nBrenda sang a song. She sang the song while she walked to school. The name of the song was “Row, Row, Row Your Boat.” Brenda liked to sing this song. It was her favorite song to sing. She sang it every day while she walked to school. Sometimes she sang it with her best friend. Sometimes her best friend walked to school with Brenda. Then they both sang the song together. Brenda liked the song because it was easy to remember the words. “Row, row, row your boat” are easy words to remember.\n\n","keyword":"[\"song\", \"brenda\", \"boat\", \"school\", \"easy\", \"remember\"]","ALS":"10.181818181818182"},{"english_id":"1115","id":"1115","level":"2","topic":"10","title":"She Does Many Things After School ","article":"\n\nShe is busy after school. She comes home after school. She does her homework. She takes the dog for a walk. She feeds the dog. She eats dinner. She clears the table. She brushes her teeth. She watches TV. She watches for two hours only. Her parents allow her only two hours. She goes to bed.\n\n","keyword":"[\"hour\", \"school\", \"watch\", \"homework\", \"brush\", \"busy\"]","ALS":"5.666666666666667"},{"english_id":"1116","id":"1116","level":"2","topic":"10","title":"She Feeds Her Cats ","article":"\n\nShe has two cats. One cat is black. The other cat is white. The black cat's name is Blacky. The white cat's name is Whitey. She feeds her cats. She puts their food in dishes. She puts each dish on the floor. She calls her cats. They come into the kitchen. They eat the food.\n\n","keyword":"[\"dish\", \"blacky\", \"whitey\", \"black\", \"white\", \"food\"]","ALS":"6.181818181818182"},{"english_id":"1117","id":"1117","level":"2","topic":"11","title":"She Has Dreams at Night ","article":"\n\nShe dreams at night. She dreams while she sleeps. She dreams about many things. She dreams about her parents. She dreams about school. She dreams about her friends. She dreams about her dog and cat. She dreams about the future. She dreams about the past. She dreams about monsters. Those dreams wake her up.\n\n","keyword":"[\"dream\", \"future\", \"monster\", \"wake\", \"school\", \"sleep\"]","ALS":"5.909090909090909"},{"english_id":"1121","id":"1121","level":"2","topic":"2","title":"She Sees a Worm ","article":"\n\nShe sees the worm. The worm crawls on the ground. It crawls slowly. She watches it. She picks it up. It wiggles in her hand. She puts it in her mouth. It wiggles in her mouth. She takes it out of her mouth. She puts it back on the ground. It crawls into a hole.\n\n","keyword":"[\"crawl\", \"wiggle\", \"worm\", \"mouth\", \"ground\", \"slowly\"]","ALS":"6"},{"english_id":"1123","id":"1123","level":"2","topic":"3","title":"She Wants to Ride ","article":"\n\nThe girl got up on the horse. It was a brown and white horse. It was a big horse. She sat on the horse's back. She was taller than her father. She looked down at her father. “Daddy, you are shorter than me,” she said. Her daddy said, “Yes, you are taller than me. You are taller than your mother. You are taller than the horse.” The horse started walking around in a circle. The girl held onto the reins. Her daddy held onto the horse. She was having fun. She liked to ride the horse in a circle. Someday she would ride the horse fast. Someday she would ride it straight and far and fast. Her daddy told her to be patient. “You must crawl before you walk. You must walk before you run. First, ride a slow horse. Then, ride a fast horse.” She agreed with her daddy. “You are right, daddy,” she said. “I will be patient. Today I am riding a slow horse. But someday I will ride a fast horse. I will ride my fast horse all day, every day.”\n\n","keyword":"[\"horse\", \"ride\", \"daddy\", \"fast\", \"someday\", \"tall\"]","ALS":"8.321428571428571"},{"english_id":"1124","id":"1124","level":"2","topic":"3","title":"She Writes Letters ","article":"\n\nShe will write a letter to her grandma. She will write about her day at school. She will write about her classmates. She will write about her teacher. She will write about the classroom. She will write about her school bus. She will write about her school bus driver. She won't write about her pets. She won't write about her fat black cat. She won't write about her little red dog. She won't write about her soft white rabbit. She won't write about her big brown horse. That's because she doesn't have a big brown horse. Not yet. She wants a big brown horse for her birthday. She will write a letter to her daddy about the horse. She will ask her daddy for a big brown horse. A big brown horse will be a perfect birthday gift. She will never want another birthday gift. A horse will make her happy forever. The letter to her daddy will ask for a horse. Maybe daddy will give her a horse. Then she will write a new letter to her grandma. She will tell grandma about the new brown horse.\n\n","keyword":"[\"write\", \"horse\", \"brown\", \"letter\", \"grandma\", \"daddy\"]","ALS":"9.125"},{"english_id":"1127","id":"1127","level":"2","topic":"3","title":"Short Girl ","article":"\n\nMargaret was a small girl. She was a little girl. All her friends were taller than her. She was shorter than all her friends. She wanted to be tall. Her mom told her not to worry. One day Margaret would be tall. One day she would be taller than her friends. One day all her friends would be shorter than her. She was happy to hear that. She only had one question for her mom. When would she be taller than her friends? Would it be next year? She hoped it would be next year. She was tired of being the shortest girl.\n\n","keyword":"[\"tall\", \"margaret\", \"short\", \"friend\", \"girl\", \"question\"]","ALS":"7.866666666666666"},{"english_id":"1136","id":"1136","level":"2","topic":"17","title":"Snow White Fire Red","article":"“When our first child is born I will build two fountains, one of oil and one of wine,” declared the king. Soon, the queen gave birth to a son and true to his word, the king kept his promise. After seven years, the fountains began to dry up. A witch had been collecting oil from the fountains, drop by drop.\nOne day, the prince was playing with his friends. He threw a ball and broke the pitcher of oil. The furious witch cursed the prince saying, “You will never marry anyone!” The king begged the witch to take back her curse and at last she said, “You will marry only Snow White Fire Red.”\nWhen the prince was eighteen, he set out looking for Snow White Fire Red. One day, he found a witch standing below the balcony of a big castle. “Snow White Fire Red, lower your hair,” she said. A beautiful girl lowered her long hair and the witch climbed up. When the witch left the next day, the prince stood below the balcony and said, “Snow White Fire Red, lower your hair.” He then climbed up to the balcony. “Who are you?” asked the prince. “I am a princess of the neighbouring state. The wicked witch is keeping me a captive,” said the girl. “Quick! Let’s leave before the witch comes back,” said the prince. He helped the princess climb down. They sat on the waiting horse and galloped away as fast as they could.\nHis father and mother were very happy to see them. They invited the neighbouring king and queen. The prince and Snow White Fire Red were married in great splendour.","keyword":"[\"witch\", \"prince\", \"snow\", \"balcony\", \"fire\", \"fountain\"]","ALS":"16"},{"english_id":"1137","id":"1137","level":"2","topic":"8","title":"Sour Grapes","article":"A hungry fox passed by a vineyard that was full of sweet grapes. When the fox saw the grapes, his mouth began to water. The fox tried to eat the grapes by jumping higher and higher. But the grapes still could not be reached. He finally gave up and walked away from the vineyard. Some birds perched on a tree nearby asked, “How are the grapes?” The fox complained, “The grapes are sour.”","keyword":"[\"grape\", \"vineyard\", \"perch\", \"sour\", \"complain\", \"sweet\"]","ALS":"14.5"},{"english_id":"1138","id":"1138","level":"2","topic":"10","title":"St. Joseph in the Forest","article":"Once there lived two sisters. The elder sister was very clever and wicked while the younger one was good and kind at heart.\nOne morning, the younger sister went to the forest to pick berries. In the evening, she lost her .way and reached a small hut where she met an old man. He was St. Joseph. She made soup for him and gave him more than her share. He then asked her to sleep in the bed while he slept on the floor. But she said that the ground was good enough for her and let him sleep on the bed. In the morning, the girl found a bag of gold kept for her along with a letter saying, ‘This is for the girl who slept on the straw.”\nWhen the elder sister saw the bag she was jealous and wanted to get the gold, so she went to St. Joseph’s hut. She was hungry so made soup but she gave him none and ate it all. At night she refused to sleep on the floor. She bitterly returned home the next morning without any gold.","keyword":"[\"sister\", \"sleep\", \"gold\", \"elder\", \"joseph\", \"soup\"]","ALS":"17.333333333333332"},{"english_id":"1141","id":"1141","level":"2","topic":"15","title":"Sugar for Sugar ","article":"\n\nMom took Carol to the stable. Their horse was in the stable. They walked over to Sugar. Sugar was their horse. “Say hello to Sugar,” Mom said. Carol said, “Hello, Sugar.” Mom gave a carrot to Sugar. Sugar ate the carrot. He ate the carrot fast. Mom gave a carrot to Carol. Mom said, “Now, you feed Sugar.” Carol gave the carrot to Sugar. Sugar ate the carrot. “He ate it so fast,” said Carol. Mom said, “Yes, Sugar eats carrots very fast.” Carol said, “We should give him a new name. We should call him Carrot. Why is his name Sugar?” Mom said, “He likes sugar, too. Watch this.” Mom took some sugar cubes out of her pocket. She held them in her hand. She gave them to Sugar. Sugar ate the sugar cubes. He ate them fast. “Let me give some sugar to Sugar,” Carol said.\n\n","keyword":"[\"sugar\", \"carol\", \"carrot\", \"fast\", \"stable\", \"horse\"]","ALS":"7.769230769230769"},{"english_id":"1144","id":"1144","level":"2","topic":"11","title":"Tell Kids a Good Story ","article":"\n\nKids love a good story. A good story has a problem. A good story has a hero. The hero is a girl or a boy. Sometimes the hero is an animal. The hero is brave. The hero looks danger in the eye. The hero saves others from danger. The hero solves the problem. The story has a happy ending.\n\n","keyword":"[\"hero\", \"story\", \"danger\", \"solve\", \"brave\", \"save\"]","ALS":"6.9"},{"english_id":"1146","id":"1146","level":"2","topic":"18","title":"Thank You, Mom ","article":"\n\nI love my mom. She took care of me when I was very young. She took care of me when I was sick. She taught me how to read. She taught me how to get dressed. She taught me how to button my shirt. She taught me how to tie my shoes. She taught me how to brush my teeth. She taught me to be kind to others. She taught me to tell the truth. She taught me to be polite. She took me to school on my first day of school. She held my hand. She helped me with my homework. She was nice to all my friends. She always cheered me up. Next year I will graduate from high school. I will go to college. I will do well in college. I will do well after college. My mom has taught me well.\n\n","keyword":"[\"teach\", \"college\", \"school\", \"button\", \"care\", \"graduate\"]","ALS":"7.904761904761905"},{"english_id":"1150","id":"1150","level":"2","topic":"7","title":"The Ape and the Carpenter","article":"Once, an Ape was watching a Carpenter cut a wooden log into two. First the Carpenter put a small wedge into the crack of the log, to keep it open. When the crack was wide enough, he hammered in a large wedge and pulled the first one out.\nAt noon, the Carpenter went home for lunch. The Ape thought, ‘If the Carpenter can cut the wooden log, so can I!’\nThe Ape jumped and sat on the Carpenter’s bench. When he got ready to cut the log, his long tail slipped into the crack in the log.\nThe Ape did not notice this, but set to work. He put the first wedge in exactly as he had seen the Carpenter do it. But then he pulled it out before he had driven in the second one. The two sides of the log instantly sprang together. The Ape’s tail was caught between them.\nThe poor Ape cried out in pain. The Carpenter returned and laughed at the Ape. He said, “I am sure you now know what happens when you interfere in other people’s work.”\nWe should not interfere in other people’s work.","keyword":"[\"carpenter\", \"wedge\", \"crack\", \"interfere\", \"wooden\", \"tail\"]","ALS":"16.285714285714285"},{"english_id":"1153","id":"1153","level":"2","topic":"6","title":"The Ass and the Gardener","article":"Once, an Ass had an accident and lost his tail. He was very saddened by this loss. He cried the whole day and missed his tail. He thought, ‘I miss having my tail. I think I should go out and search for it!’\nThe Ass went all around the meadow searching for his tail. He was weeping, when he entered a garden. He crushed the plants under his feet as he was lost in his own thoughts. The Gardener saw the Ass and became alert. He thought, ‘This Ass has come to my garden to spoil my plants and eat my vegetables. I will have to save my garden from him!’\nThe Gardener went inside his cottage and brought a pair of scissors. When he saw the Ass walking over his vegetables and plants, he got angry. He shouted at the Ass, but the Ass did not listen to him.\nThe Gardener ran towards the Ass and cut off both his ears. The Ass was shocked and cried in pain. Now, besides his tail, he also cried out for the loss of his ears!\nWe should not lose our senses in difficult times, for we may then face more losses.","keyword":"[\"loss\", \"tail\", \"gardener\", \"plant\", \"garden\", \"vegetable\"]","ALS":"14.4375"},{"english_id":"1154","id":"1154","level":"2","topic":"2","title":"The Ass, the Dog and the Wolf","article":"nce, there was a Man who lived in the village. He owned an Ass and a Dog. One day, the Man was returning from the town with his two animals. The Ass was carrying many sacks on his back. The Man was walking behind him. The Dog was walking behind the Man. All three were tired and hungry.\nAfter some time, the Man, the Ass and the Dog stopped at a meadow to rest. The Man lay down under a tree and fell asleep. The Ass started feeding on the green grass of the meadow.\nThe Dog said to the Ass, “Friend Ass, please bend down a little. I want to take some food from the bag on your back, for I am very hungry”\nThe Ass said, “Let our master wake up. He will give you your food.” The poor Dog quietly lay down, too.\nSuddenly, a Wolf came to the meadow. He saw the Ass and pounced on him. The\nAss shouted, “Friend Dog, please help me!”\nThe Dog said to him, “Let our master wake up. Then I will save you.” Soon, the Wolf had killed the Ass and eaten him.\nWhat you do, comes back to you.","keyword":"[\"meadow\", \"wolf\", \"wake\", \"master\", \"hungry\", \"sack\"]","ALS":"13.5"},{"english_id":"1155","id":"1155","level":"2","topic":"9","title":"The Australian Grasshopper","article":"Once a scientist went to Australia for the first time. There, he was amazed to see a kangaroo because he had never seen one before. He threw a stone at it and the kangaroo jumped away.\nThe scientist wanted to ask the guide about the animal but didn’t want to sound foolish and ignorant. So he thought for a while and then asked, “Are the grasslands in Australia very big?” The guide answered, “No, they are as big as they are in England and America.”\nThen the scientist said, ” I think the grass that you purchase for your horses must be fifty feet tall.” The guide replied in surprise, “Not at all, it is only a few inches long.”\nThen the scientist pointed towards the kangaroo and asked, “I was wondering about the unusual size of that grasshopper.” The guide had a good laugh.","keyword":"[\"scientist\", \"guide\", \"kangaroo\", \"australia\", \"england\", \"purchase\"]","ALS":"34"},{"english_id":"1156","id":"1156","level":"2","topic":"2","title":"The Baby Bear ","article":"\n\nThe baby bear followed his mama. Mama bear walked through the woods. She was looking for berries to eat. She found some black berries. She started eating them. The baby started eating them, too. They ate all the berries. Baby bear was full. Mama bear was still hungry. She started walking again. She wanted to find more berries to eat. Baby bear lay down. He was full. He wanted to take a nap. But mama bear came back. She growled at baby bear. He understood mama's growl. When mama growled, he obeyed. He got up and followed his mama. Someday he would take a nap after a meal. A squirrel ran up a tree with a nut. It dropped the nut and ran back down to the ground. It picked up the nut and looked at baby bear. Then it ran back up the tree. Baby bear did not like nuts. They were too hard to open.\n\n","keyword":"[\"mama\", \"bear\", \"baby\", \"berry\", \"growl\", \"start\"]","ALS":"7.153846153846154"},{"english_id":"1162","id":"1162","level":"2","topic":"6","title":"The Bear and the Gardener","article":"Once upon a time, there was a mountain Bear who lived in a cave in the forest. The forest had no other bears, so this Bear was all alone.\nThe Bear got used his lonely life. But he would sometimes miss having company.\n`I will go and look for some friends,’ the Bear thought.\nAfter a while, the Bear saw, from afar, an old Gardener who also lived alone. He would spend time with his flowers whenever he got lonely. The Bear was excited to find a friend. However, he was afraid that the Gardener would get scared of him. So, he put on a mask.\nThe Gardener mistook him for another man. “Welcome to my home. I am a lonely man. It would be nice if you could stay with me,” the Gardener said. The Bear and the Gardener were happy to live with each other.\nHowever, one day, the Bear saw a beehive on a tree in the garden. He climbed up the tree and broke the hive. The angry bees attacked him and the Gardener. The Bear ran away to the forest but the poor Gardener was badly hurt!\nIt is better to be alone than to have foolish friends.","keyword":"[\"gardener\", \"bear\", \"lonely\", \"forest\", \"afar\", \"hive\"]","ALS":"11.9"},{"english_id":"1164","id":"1164","level":"2","topic":"6","title":"The Bees and the Beetles","article":"Far away on the hills, there was a forest full of many different trees and plants. Different kinds of animals, birds and insects lived in the forest.\nThere was a huge beehive on a tall tree. The Bees were always busy collecting honey and filling their combs.\nOn another old tree, close to the tree with the beehive, was a colony of Beetles. They lived in the old tree trunk.\nThe Bees and Beetles were very good neighbours.\nThey never troubled each other and always went their own ways. They lived peacefully with each other.\nOne day, the friendly Bees invited the Beetles for dinner. The Beetles arrived and dinner was served.\nThe Bees offered the Beetles some of the best honey that they had.\nThe Beetles did not like the taste of honey. They barely ate anything and then flew away.\nThe next day, all the Beetles invited the Bees over for dinner. A plate full of dung was served to the Bees. The Bees could not eat even a single bite. They remained hungry and flew back home.\nTwo people can have different likes and dislikes,\nbut still they can be good friends.","keyword":"[\"beetle\", \"honey\", \"dinner\", \"tree\", \"beehive\", \"invite\"]","ALS":"11.631578947368421"},{"english_id":"1173","id":"1173","level":"2","topic":"15","title":"The Birthday Party ","article":"\n\nIt was Susan's birthday party. She was seven years old. She was born July 18. She was in second grade. She had many friends. She had friends in school. She had friends at church. She had friends in swim class. She had friends in dance class. Nancy was her best friend. Nancy and Susan did everything together. Susan invited all her friends to her party. All her friends came to the party. It was a pool party. The pool party was in her back yard. About 30 kids came to her pool party. There was a lot to eat. They had hamburgers and hot dogs. They had oranges, apples, and bananas. They had cake, candy, and marshmallows. They had soda and juice. There was a lot to do. They swam in the pool. They dove off the diving board. They floated on the floats. They played many different games. Everyone had fun. Everyone had a good time. No one wanted to go home. No one could wait until Susan turned eight.\n\n","keyword":"[\"party\", \"susan\", \"pool\", \"friend\", \"nancy\", \"dive\"]","ALS":"6.866666666666666"},{"english_id":"1176","id":"1176","level":"2","topic":"9","title":"The Boy Who Cried Wolf","article":"Once there was a shepherd boy who tended his sheep at the foot of a mountain. He used to feel lonely during the day. He thought of an idea whereby he could get some company and excitement. He went down to the village and shouted, “Wolf! Wolf.” On hearing his shouts, the villagers came to save him. But no wolf was seen. The angry villagers went back.\nThe boy enjoyed this trick and after a few days repeated the same act. Once again the villagers came to help him. They realised they had been fooled once more by the naughty boy.\nOne day a wolf actually came to attack the boy and this time the boy shouted even louder than before. But the villagers thought that the boy was trying to fool them once again. So no one came out to help him and the wolf took the boy away.\nAs the wise saying goes, “No one can know when a liar speaks the truth.”","keyword":"[\"villager\", \"wolf\", \"shout\", \"fool\", \"liar\", \"excitement\"]","ALS":"13.285714285714286"},{"english_id":"1179","id":"1179","level":"2","topic":"17","title":"The Bride anci the Two Grooms","article":"Once, there were two Men who wanted to marry the same beautiful Girl. One of these Men was rich and the other one was poor. The Poor Man earned his living by renting out his donkey.\nThe Rich Man liked the Girl only for her beauty, while the Poor Man truly loved her.\nHowever, the Girl chose to marry the Rich Man for his wealth. Now, the Poor Man became sad. At the time of the wedding, the Girl’s parents rented the Poor Man’s donkey for their daughter.\nVenus, the Goddess of Love, was looking down from heaven. She decided to help the Poor Man, for he truly loved the Girl.\nThus, as the Rich Man, the Bride and the wedding guests reached the church,\nVenus created heavy rains. The Rich Man left the Bride, and ran away, looking for shelter.\nThe Bride still sat on the donkey. The donkey was scared, and he ran off to his master’s house. When the Poor Man came outside, the Bride saw that he was very sad. Now, she knew that he truly loved her.\nThus, the Girl married the Poor Man and the two lived happily ever after.\nDo not choose wealth over love.","keyword":"[\"bride\", \"rich\", \"girl\", \"donkey\", \"venus\", \"love\"]","ALS":"14.235294117647058"},{"english_id":"1187","id":"1187","level":"2","topic":"12","title":"The Cat and the Mouse","article":"Once, a cat and a mouse were very good friends and happily lived together in the same house. As winter was approaching, they decided to stock some food items. So they went to the market and bought a big pot of cheese.\nFearing that other cats and mice might steal their cheese, they hid it behind the altar in the church.\nThe cat was very greedy. After a few days, he had a great yearning to taste the cheese. He went to the mouse and told him that he was invited to baptize his cousin’s child in the church. The mouse believed him and the cat set out for his first steal.\nHe ate a large chunk of the cheese and returned home happily. When the mouse asked him what the child was named the cat replied, “Top-off.” The mouse was surprised at the name.\nAfter a few days the greedy cat wanted to have some cheese again and told the mouse that he had to baptize another child and rushed to the church. He finished half the cheese and told the mouse that this time the child was named “Half-gone.”\nAfter a few days, the cat made the same excuse and went again and finished the remaining cheese. This time he told the mouse that the child was named “All-gone.” The mouse was puzzled by the cat’s behaviour but did not say anything.\nWhen winter came, the mouse went to the church to get the cheese but found that it had vanished. At last he understood the trick played by the greedy cat.","keyword":"[\"cheese\", \"mouse\", \"church\", \"child\", \"baptize\", \"greedy\"]","ALS":"19.733333333333334"},{"english_id":"1188","id":"1188","level":"2","topic":"14","title":"The Cat, the Partridge and the Hare","article":"A long time ago, there lived a Partridge under a big, green tree. One day, he decided to go to the fields and find some food. Seeing plenty of food in the fields, he stayed on for many days.\nWhile the Partridge was away, a Hare started living in his house.\nWhen the Partridge had enough to eat, he decided to return. But, he found a Hare living in his house. “This is my house. It belongs to me. Leave my home,” said the Partridge to the Hare. The Hare replied, “The house belongs to whoever is living in\nit.” Soon, both of them started fighting for the house.\nThere was a Cat in the neighbourhood. They decided to ask the Cat to solve their problem. The Cat acted like\nhe was helpful. He was actually a cheat.\nThe Partridge and the Hare explained their problem\nto the Cat. The Cat pretended to be hard of hearing. He said, “Sorry! I can’t hear you. Please come closer.”\nSo, the Partridge and the Hare went closer to the Cat. The wicked Cat grabbed them and ate them up.\nWhen two people fight, the third one takes the\nadvantage.","keyword":"[\"partridge\", \"hare\", \"house\", \"belong\", \"field\", \"decide\"]","ALS":"11.380952380952381"},{"english_id":"1191","id":"1191","level":"2","topic":"14","title":"The Circus Dog and the Street Dogs","article":"In a certain town, there was a company of circus performers. Many animals were trained in the circus to perform different acts.\nA Dog was trained to fight. The trained Dog would fight against a bigger and stronger animal like a lion or a bear. The audience cheered till one of the animals got wounded or even died.\nThe Dog was scared and did not want to fight the fierce animals. One day, he bit the collar around his neck.\n \nThen, he ran out of the tent and through the streets.\nThe Dog was as strong as a bull, since he was well fed. So, the Street Dogs saw him and asked, “Dear friend, you look quite strong and healthy, why are you running away?”\nThe Dog replied sadly, “I get lots of good food to eat and have a comfortable life. However, I am forced to fight with lions and bears and risk my life in the ring.”\nThe other Dogs said to one another, “We may have little, but we are better-off because our lives are not in\ndanger!”\nBetter to be safe with little than have more and\nbe in danger.","keyword":"[\"fight\", \"circus\", \"animal\", \"train\", \"danger\", \"life\"]","ALS":"20.454545454545453"},{"english_id":"1192","id":"1192","level":"2","topic":"14","title":"The Circus Is in Town ","article":"\n\nShe loves the circus. The circus has elephants. Elephants are so big. The circus has tigers. Tigers are so pretty. The circus has clowns. Clowns are funny. They drive funny cars. They wear funny costumes. They have funny faces. They make her laugh. The circus is in town this week. She tells her dad and her mom.\n\n","keyword":"[\"circus\", \"funny\", \"clown\", \"elephant\", \"tiger\", \"costume\"]","ALS":"5.384615384615385"},{"english_id":"1194","id":"1194","level":"2","topic":"12","title":"The Clever Jackal","article":"A jackal lived under a tree. He had no house.  His wife and children also lived under the tree.\nIn winter it was very cold. The jackal’s wife told him, “You must make a house for us. The children feel very cold. If you don’t make a house, the children will die of the cold.”\n“How can I make a house ?” the jackal said. “I do not know how to make one.”\n“Then go and look for a house,” his wife said.\nThe jackal went into the forest.\nHe saw a bear’s cave. He hid in some bushes near the cave.\nAfter some time the bear came out of the cave. He went to the forest to look for food. The jackal thought, “The cave is empty. We can live in it now.”\nThe jackal called his wife and children. “Look,” he said, “what a nice cave this is ! It is a bear’s caves but we shall live here now. This will be our house.”\nHis wife said, “but the bear will eat us up. What shall we do ?”\nThe jackal said„ “The bear will not eat us. Now listen. I shall stand before the cave. When you hear the bear growling, bite the children hard.”\n“All right,” said his wife. “I shall do that.”\nThe jackal went and stood outside the cave. After some time the bear came back. He saw the jackal. He was very angry. He growled loudly.\nThe jackal’s wife heard the bear growl. She bit the children hard.\nThey began to cry.\nThe jackal asked his wife, “Why are the children crying ?”\n“They are hungry,” his wife said.\n“What can I do ?” replied the jackal. “I have no bear meat to give them. Oh, there’s a bear here. When he comes inside, you can kill him. Then the children can have lots of bear meat to eat.”\n“Oh good,” said his wife. “Just let the bear come in and I shall kill him.”\nThe bear heard all this. He was very frightened. He thought there was some very fierce animal inside the cave. So the bear ran away and never came back.\nThe jackal and his wife had a good laugh. They were very happy. They now had a nice cave to live in. Their children did not feel cold any more.","keyword":"[\"jackal\", \"bear\", \"cave\", \"wife\", \"child\", \"cold\"]","ALS":"11.272727272727273"},{"english_id":"1198","id":"1198","level":"2","topic":"6","title":"The Corn Plants","article":"Once upon a time there was a tribe on an island. A warrior of the tribe lived by the seashore. His job was to inform his people whenever enemies came to the island. Though the warrior caught fish he never had enough to eat.\nOne day, he came to a land that was red in colour. There he saw a little man who said, “I challenge you to wrestle with me. If you are able to throw me on the ground, you will never have any shortage of food.” The warrior agreed and threw him on the ground. As soon as the little man fell, he disappeared and a strange fruit appeared in his place. A voice came from inside the fruit, “Open my cover, scatter the seeds on the plains and come back in summer.” The warrior did as he was told.\nWhen the warrior came back in summer, he found many corn plants growing in the same place. He plucked the corn, ground the seeds, and made bread. Now he had enough food.","keyword":"[\"warrior\", \"tribe\", \"corn\", \"island\", \"seed\", \"ground\"]","ALS":"16.666666666666668"},{"english_id":"1199","id":"1199","level":"2","topic":"2","title":"The Crab and his Mother","article":"One day, a Mother Crab and her baby were walking together. The Baby Crab was walking a little ahead of the Mother.\nAfter a while, the Mother Crab said, “Why do you bend towards one side when you walk, my child?”\nThe Baby Crab turned back and looked at its Mother and asked, “Why Mother, what is wrong with the way I walk?”\nThe Mother Crab replied, “It does not look good.\nYou look much better when you walk straight and forward.” The young Crab said, “This might be quite true, Mother. But I do not know how to walk straight. So, if you will show me how to walk straight, I will promise to do so, too.”\nHis Mother readily agreed and said, “Look carefully now\nWhen the Mother tried to walk straight, it was impossible for her also to walk that way.\nShe kept trying, but she could not walk straight. Tired, she said to her son, “I am sorry for scolding you. I myself cannot walk in a straight manner. How can I ask you to do so?” She then told her son, “You continue to walk the way you do!”\nExample is more powerful than speech.","keyword":"[\"crab\", \"straight\", \"walk\", \"mother\", \"baby\", \"impossible\"]","ALS":"24.6"},{"english_id":"1200","id":"1200","level":"2","topic":"0","title":"The Crows and the Serpent","article":"Once a crow couple built their nest on a tree. But as luck would have it, there lived a serpent in a hole at the bottom of the same tree. When the crows were away, the serpent used to climb up the tree and eat the eggs. When the crows realised what was happening, they didn’t know what to do to punish the serpent.\nOne day, the crows went to their friend, a jackal to ask him to help them get rid of the serpent. The jackal was very clever and made a plan. He asked the father crow to go to the king’s palace and steal the queen’s necklace.\nThe crow went to the palace and picked up the queen’s necklace while she was bathing. Then he flew back and dropped the necklace in the serpent’s hole. When the queen discovered that her necklace was missing, the king sent his guards to look for it. The guards found it in the serpent’s hole and killed it. The crows were very happy and lived happily ever after.","keyword":"[\"serpent\", \"crow\", \"necklace\", \"queen\", \"guard\", \"jackal\"]","ALS":"17.25"},{"english_id":"1202","id":"1202","level":"2","topic":"4","title":"The Cunning Rat","article":"Jim was a cunning rat. One day, when he was just about to come out of his hole, he saw a cat waiting outside, ready to attack him. “If I go out now she will surely eat me up,” thought Jim. He went back inside his hole and joined the other rats inside. There, he asked another rat, “Friend, why don’t you come out with me to the cornfields? It would be nice to have your company.” The second rat was simple and did not suspect anything. He agreed to accompany him. ‘Yes. I would love to go with you. I’ve heard the field is full of goodies,” he said. Then Jim said, “You are my guest. You must go first.” So off they went, merrily hopping along. As soon as the other rat jumped out of the hole, the cat grabbed it and made a meal of it. Cunning Jim quickly raced past the cat without being noticed.","keyword":"[\"cunning\", \"cornfield\", \"suspect\", \"goody\", \"accompany\", \"inside\"]","ALS":"14"},{"english_id":"1207","id":"1207","level":"2","topic":"0","title":"The Death of the Little Hen","article":"Once a little hen and a little cock were eating nuts. But a nut got stuck in the hen’s throat.\nThe cock rushed to fetch water for her from a well nearby. But the well told him to bring him some red silk from a bride before he could take out any water. The cock went to the bride, who told him to bring her a wreath.\nThe cock finally brought water for the hen. But it was too late. The hen was already dead.\nA carriage pulled by six mice was built to carry the hen to the grave. On the way, they had to cross a stream. When they reached the stream, a straw, a coal and a stone tried to help them to cross but they all slipped and drowned in the stream. The cock managed to reach the other side and buried the hen. But he was heartbroken without his friend and soon died.","keyword":"[\"cock\", \"stream\", \"bride\", \"bring\", \"wreath\", \"water\"]","ALS":"13.615384615384615"},{"english_id":"1217","id":"1217","level":"2","topic":"17","title":"The Donkey Who Was a Prince","article":"Once upon a time there lived a king and a queen. They were very unhappy because they did not have any children.\nAfter many years, the queen gave birth to a baby but alas! It was a donkey. Nevertheless, the king and the queen loved the donkey and treated him like a little child. The donkey grew up in the palace like a prince. He was very fond of music and learnt to play the lute. One day, he looked at the mirror and saw his face in it. On seeing his real self, he was so sad that he decided to leave the palace and go away.\nThe donkey wandered around for a few days and reached another kingdom. He went to the palace and played his lute for the king. The king grew very fond of him and the donkey started living in the palace.\nOne day, the king decided to marry his daughter to the donkey. At first the princess refused but she gave in to her father’s wishes. After the marriage, the princess seemed to be very happy. The king was surprised and wondered what was the reason. One evening he hid himself in his daughter’s room.\nAt night, when the donkey came to the room, the king saw the donkey shed his skin and turn into a handsome prince. The king was speechless. Next morning, the donkey put his skin back again. The king made a plan and went to his daughter’s room again the next day. At night, when the donkey removed his skin, the king took it away and burnt it.\nAfter that, the prince never turned into a donkey again and the prince and princess lived happily ever after.","keyword":"[\"donkey\", \"prince\", \"palace\", \"fond\", \"lute\", \"queen\"]","ALS":"14.26086956521739"},{"english_id":"1220","id":"1220","level":"2","topic":"13","title":"The Duration of Life","article":"When God created the world, he decided to fix the duration of life for all creatures. He called the donkey and said, “Will thirty years be fine for you?” The donkey replied, “I will have to carry heavy burden, thirty years is too long.” God reduced his age to eighteen years. Then he called the dog and said, “I hope thirty years is fine for you.” The dog said, “I will soon lose my teeth and sit in the corner, thirty years is too much.” God reduced it to twelve years. Then came the monkey and God said, “How does thirty years sound?” The monkey replied, “I have to do silly things to make people laugh. Thirty years is too much.” God reduced it to ten years.\nThen God called man and asked him if thirty years was good enough for him to live well. The man replied, “I have to build my house and plant the trees. How can I die before I get pleasure from my house and before the plants start bearing fruits? Thirty years is too less.” God said, “I will give you eighteen years of the donkey’s life.”\nThe man was greedy and wanted more. God said, “You can take twelve years of the dog’s life.” “Can I have some more?” asked the man. Finally God said, “Take ten years of the monkey’s life and no more.”\nTherefore, the first thirty years of man’s life are his own, when he enjoys. The next eighteen are of a donkey’s when he has to carry burdens. The next ten years are those of a dog’s life when he loses his teeth and lies in a corner, and the last ten years are that of monkey’s life when he does silly things!","keyword":"[\"thirty\", \"reduce\", \"eighteen\", \"monkey\", \"donkey\", \"life\"]","ALS":"27.846153846153847"},{"english_id":"1227","id":"1227","level":"2","topic":"11","title":"The Farm ","article":"\n\nDaniel wanted to visit a farm. He asked his parents to take him to a farm. His teacher told him about the animals on a farm. There are lots of animals on a farm. Daniel wanted to see the animals. He wanted to see the cows. He wanted to see the chickens. He wanted to see the pigs. He wanted to pet the animals. He wanted to feed the animals. He loved animals. He wanted to live on a farm. He wanted to live with cows and chickens and pigs. They would be his friends. He didn't have any friends in school.\n\n","keyword":"[\"farm\", \"animal\", \"daniel\", \"chicken\", \"visit\", \"teacher\"]","ALS":"7.866666666666666"},{"english_id":"1232","id":"1232","level":"2","topic":"2","title":"The Flu ","article":"\n\nLarry has the flu. His nose is running. He coughs a lot. He sneezes a lot. When he coughs, he covers his mouth. When he sneezes, he covers his mouth. When his nose is running, he wipes his nose with a tissue. Larry's mother is taking care of him. She makes hot soup for him. She gives him fresh orange juice. She makes him comfortable in his bed. She turns on the TV so he can watch TV in his bed. She turns out the light so he can sleep in his bed. She gives him medicine so he will get better. Larry will get better soon.\n\n","keyword":"[\"larry\", \"nose\", \"cough\", \"sneeze\", \"cover\", \"mouth\"]","ALS":"8.4"},{"english_id":"1234","id":"1234","level":"2","topic":"1","title":"The Foolish Farmer","article":"A farmer and his son were car­rying their donkey in a wheel­barrow to the market so as not to tire the animal. Seeing them the villagers laughed. “Who­ever has seen a man wheeling a donkey?” they said. This worried the farmer who then rode the donkey. Then the people said, “Look at the self­ish man! He is sitting on the donkey while his poor son is running behind!” The farmer put his son on the donkey and began to walk. The people said, “Look at that boy! He is making his old father walk while he sits happy!” Now, both the farmer and the son sat on the donkey and went to the market. The people cried, “Look at them! They are so cruel to the animal!” The farmer decided to tie the don­key’s legs to a staff and carry it. The frightened donkey strug­gled to free himself and fell into the river and drowned.","keyword":"[\"donkey\", \"farmer\", \"market\", \"people\", \"staff\", \"animal\"]","ALS":"16.727272727272727"},{"english_id":"1240","id":"1240","level":"2","topic":"15","title":"The Fox and the Horse","article":"Once upon a time a peasant had a faithful horse. When the horse grew old, the peasant decided to drive out the frail animal. He ordered the old horse to return only if he managed to get a lion.\nThe horse was very sad and left his master’s house. On the way, the horse met a kind fox and told him his story. The fox asked him to follow his instructions.\nHe asked the horse to pretend to be dead. Meanwhile, he went and invited a lion to eat the horse. The fox suggested that the lion should rather drag the horse to his cave and enjoy his meal there. Then the clever fox asked the lion to turn around so that he could tie the horse to his tail. However, as soon as the lion turned to do so, the fox immediately tied the lion’s feet to the horse’s tail.\nThe horse galloped away with the lion tied to his tail. When he reached home, his master was very pleased and kept him in service again.","keyword":"[\"horse\", \"peasant\", \"tail\", \"frail\", \"master\", \"service\"]","ALS":"15.538461538461538"},{"english_id":"1244","id":"1244","level":"2","topic":"12","title":"The Fox in the Well","article":"On a rainy day, an unlucky Fox slipped into a well. The Fox was able to keep his head above the water, with much difficulty. He placed his claws on the wall of the well for support but kept slipping back again and again.\nA Wolf was passing by the well. He heard some noise coming from inside and peeped in.\nThe Wolf was a good friend of the Fox and was shocked to see him fallen in the well.\nSeeing the Fox in the unfortunate situation, the Wolf asked him, “Dear brother, how come you are down in the well? You must be feeling so cold? How did you fall in there and how long has it been? I am so unhappy to see you down there. Please do tell me all about this!”\nThe Fox interrupted the Wolf and said, “My kind brother, if you could throw in a rope, it will be of more help than your questions. Once I have my feet on the ground, I’ll tell all about the incident.”\nIn crisis, actions are more helpful than questions!","keyword":"[\"wolf\", \"question\", \"slip\", \"fall\", \"brother\", \"crisis\"]","ALS":"17.666666666666668"},{"english_id":"1256","id":"1256","level":"2","topic":"0","title":"The Goat and the Fox","article":"Once a fox fell into a well. He saw a goat passing by and called out to her. He tricked her by saying that he was in the well because the water tasted good. The goat believed the fox and she too jumped into the well. The clever fox promised to help her come out. He climbed on the goat and got out of the well and ran away. The poor goat was left in the water and realised her mistake.","keyword":"[\"goat\", \"passing\", \"taste\", \"water\", \"trick\", \"promise\"]","ALS":"12.571428571428571"},{"english_id":"1261","id":"1261","level":"2","topic":"14","title":"The Hare and the Tortoise","article":"A hare met a tortoise walking very slowly towards the mar­ket. The proud hare made fun of the slow tortoise. But the tortoise was good-natured and replied, “I may have small feet, but I can beat you in a race.” The proud hare laughed and thought, “I can beat him within a second!” So he readily agreed to the race.\nThe next day, Uncle Ele­phant, who was the judge of the jungle, began the race by shouting, “Get! Set! Go!”\nWhen the hare had covered half of the distance he looked back and saw the tortoise far, far behind. The hare thought, “Let me take a nap. I can run fast and easily win this race!” He sat under a tree and dozed off. When the tortoise passed, he found the hare sleeping.\nThe hare woke up and realised that the race was already over. The tortoise had reached the end and won the race! The hare was defeated by determination and hard work.","keyword":"[\"hare\", \"tortoise\", \"race\", \"beat\", \"doze\", \"determination\"]","ALS":"16.416666666666668"},{"english_id":"1264","id":"1264","level":"2","topic":"14","title":"The Hawk Pleaded for Mercy","article":"Once a hawk was chasing a pigeon. But unluckily, he was caught in a net spread by a hunter.\nthe hawk tried his best to cut of the net. He tried very hard but it was of no use. He looked at the hunter and said” dear sir, why have you caught me? I haven’t done any harm to you. So, why don’t you leave me?”\nthe hunter looked at him and laughed. ”I wanted to tell the same thing to you”, he said,” what harm had the pigeon to you? i am not going to free you now. You must pay for your wrong doings\nMORAL: One must pay for ones wrong doings","keyword":"[\"doings\", \"hunter\", \"hawk\", \"pigeon\", \"wrong\", \"harm\"]","ALS":"13.9"},{"english_id":"1266","id":"1266","level":"2","topic":"14","title":"The Hen and the Cat","article":"Once upon a time, there lived some Hens and a Cat on a poultry farm. The Hens were scared of the Cat, since, she was known to eat hens and chickens.\nOne day, one of the Hens fell ill. She could not move around and sat in her nest, the entire day. The Cat heard about the sick Hen and thought to herself, ‘The sick Hen will be weak. I can easily catch her and eat her for lunch.’\nThe Cat visited the sick Hen and said, “How are you feeling, dear friend? Is there anything I can do for you?”\nThe Cat continued to say, “If you need anything or any help, please let me\nknow, dear Hen. Keep your spirits high and do not worry about your health.”\nThe Hen was scared that the Cat was trying to get close to her by asking her well-being. Fearing her death, the Hen said to the Cat, “Thank you for your concern. You are the only thing I fear. If you will be kind enough to stay away from me, I will soon feel better.”\nUninvited guests are welcome to leave!","keyword":"[\"sick\", \"fear\", \"dear\", \"scar\", \"uninvited\", \"poultry\"]","ALS":"22.4"},{"english_id":"1270","id":"1270","level":"2","topic":"14","title":"The Heron and the Crab","article":"There was once a heron who lived near a pond. He had become old and found it difficult to catch fish. He wanted an easy way of catching fish for his food.\nThe heron went to the edge of the pond and just stood there. He did not even try to catch the fish that came very near.\nIn the pond lived a crab. He went to the heron and said, “Uncle, why are you not catching fish for your food today ? Why do you stand there looking so sad ?”\nThe heron replied, “All these years I have lived here.\nI have enjoyed fish for my meals. But now something terrible is going to happen to all of you. And when that happens, there will be no fish left here at all. That is what makes me so sad.”\n“Uncle,” said the crab, “what is this dreadful thing that you speak of ?”\nThe heron replied, “Today I heard some fishermen talking as they passed near the pond. ‘This is a big  and full of fish,’ they were saying. “In a few days’ time we shall come back here and catch all the fish in our nets.”\nWhen the fish heard this, they were all very frightened. They begged of the heron, “Uncle ! You are our friend ! Can you think of a way of saving us ? Please tell us how we can escape from those fishermen.”\nThe heron said, “I am a bird. I cannot fight with men. But one thing I can do – I can take you from this pond to another, which is much deeper. Nobody can catch you there.”\nThe fish were very happy. They all began to cry with one voice, “Uncle ! Uncle ! Take me first ! Take me first !”\nThe old cheat was very happy to hear them. “Don’t worry,” he said. “You will all get your turn. I shall take you to the new pond one or two at a time.” The heron lifted a fish in his bill and flew off. He carried the fish to a large rock far away from the pond. There he ate it. Day after day he kept eating the fish like this. Soon he became plump and strong.\nOne day the crab said to the heron, “Uncle, please save me too. Take me to the new pond.”\n“Sure,” said the heron. “Hop on to my back.” By now he was tired of eating only fish. He thought it would be nice to eat a crab for a change. Carrying the crab on his back, the heron flew through the air.\nAfter some time the crab said, “Uncle, where are we going ? don’t see a pond anywhere.”\nThe heron laughed and said, “Do you see that bi rock down there ? All the fish are resting there. Your turn has now come to rest there with the fish.”\nAt first the crab was very happy. Then he looked down and saw a lot of fish-bones on a large rock. He thought, “Oh, the rogue has eaten up all the fish ! Well, he won’t get me for his dinner !” He then caught the heron’s neck in his strong claws, and cut off the head.\nThe crab slowly walked back to the pond. The fish were surprised to see him. “Why have you come back from the other pond ?” they asked.\n“The wicked heron was only cheating us,” said the crab. “He has eaten up all the fish that he carried from this pond. But he cannot cheat us any longer. I have killed him. Now we shall all live here in peace.”","keyword":"[\"heron\", \"fish\", \"crab\", \"uncle\", \"catch\", \"rock\"]","ALS":"14.153846153846153"},{"english_id":"1274","id":"1274","level":"2","topic":"5","title":"The Horse and the Hog","article":"Once, a Hog was walking on a street. There, he met a Horse. They both started talking.\nThe Horse said, “Hog, what do you do all the day?”\nThe Hog replied, “I eat, sleep and bring up my children. And you?”\nThe Horse said, “Oh! I am very busy. I go to war with my master. You must also join the army and serve our country!”\nThe Hog thought for a while and said, “No, Horse, I can’t join the army.”\nThe Horse asked, “Why not?”\nThe Hog replied, “I will be of no use to anyone on the battlefield. Neither can anyone sit on me, nor can I run and yes, I don’t know how to fight.”\n“But I can teach you, if you want,” said the Horse.\nThe Hog shook his\nhead and said, “No, Horse.\nEverybody has a different purpose in life. Mine is to take care of my children and yours is to take care of your master. I would like to do my best in my own task and not try to become like someone else.”\nThe Horse understood that the wise Hog was right.\nWhatever you do, do it in the best possible way.","keyword":"[\"horse\", \"join\", \"master\", \"care\", \"battlefield\", \"purpose\"]","ALS":"18.357142857142858"},{"english_id":"1275","id":"1275","level":"2","topic":"15","title":"The Hunted Beaver","article":"Once, there was a forest named Freeville. It had many trees and a river. There lived many animals, birds and fish in Freeville. Among them were also the Beavers.\nIt so happened that all the animals of Freeville started to fall ill suddenly. The Fox was the doctor of Freeville.\nThus, all the animals went to her and said, “Oh doctor! Many of us are falling ill. We do not know which disease we have. Please help us!”\nThe Fox checked her patients. Then, after much thought, she said, “Friends! I do not know the disease that is causing your illness. However, I can tell you of a cure. You should all sleep with a Beaver’s tail under your pillow. Then, you shall get well.” Thus, all animals panicked and began to hunt the Beavers. Many Beavers were killed in this manner.\nOne such day, a Dog was chasing a Beaver to obtain his tail. The Beaver was a smart one. He knew that it was only his tail that the Dog wanted. Thus, he cut off his tail himself and threw it to the Dog. Then, he ran away with his life.\nDo not lose your mind in trouble.","keyword":"[\"beaver\", \"freeville\", \"tail\", \"disease\", \"animal\", \"doctor\"]","ALS":"11.476190476190476"},{"english_id":"1276","id":"1276","level":"2","topic":"14","title":"The Huntsman and the Fisherman","article":"Every day, a Huntsman went to a forest near his villag to hunt. He also took his Dog to give him\ncompany. One day, when the Huntsman was returning home, he met a Fisherman on the way. The Fisherman was\ncarrying a basket full of fish. The Huntsman wanted to take some fish home. He asked the Fisherman, “Can I take some of your fish? In exchange, I will give you some meat of the fox I killed today.” The Fisherman happily agreed. The Huntsman and the Fisherman were very happy with the exchange. Both of them started exchanging their kill with each other every day. This went on for many days. There was a Man who saw the Huntsman and the Fisherman exchange their kill, every day. One day, he said to both of them, “If you both keep exchanging your kill every day, then soon, you will get bored. One day will come, when the Fisherman will wish to keep his fish and the Huntsman will wish to keep his meat.”\nWe should enjoy what we have and not wish for what we don’t have.","keyword":"[\"huntsman\", \"fisherman\", \"exchange\", \"fish\", \"kill\", \"villag\"]","ALS":"16.692307692307693"},{"english_id":"1277","id":"1277","level":"2","topic":"14","title":"The Jackal in The Lion's Skin","article":"A jackal lived in a forest. One day he felt very hungry. He looked for an animal to eat. But he could not find any.\nIn the forest the jackal found the skin of a lion. He put on the skin. Then he went to the tiger’s cave and called, “Is anyone at home?”\nThe tiger’s wife came out. She saw the jackal in a lion’s skin. She thought he was a lion. She was afraid. “Please, sir,” she said. “What do you want?’\nThe jackal said loudly, “Give me some meat or I shall kill you!”\nThe tiger’s wife ran inside. She brought lots of meat. The jackal ate and ate till he could eat no more. Then he went away.\nEvery day the jackal went to the tiger’s cave. The tiger’s wife was afraid of him. She gave him lots of meat. The jackal ate and ate. He ate so much that he soon grew fat.\nOne day the jackal said to the tiger’s wife, “Today I shall take your children to the river for a bath. Tell them to get ready.”\nThe tiger’s wife told the cubs, “Children, your uncle is taking you to the river for a bath. Get ready quickly and go with him.”\nThe tiger cubs were very happy and went with the jackal. They came to the river. The jackal said, “You all can have a swim in the river. I shall stand here and watch you.”\nThe tiger cubs jumped into the river. They swam in the water and had lots of fun. Then they came out and said, “Uncle Lion, now it is your turn to have a bath.”\nThe jackal was afraid to go into the water. But he did not want the tiger cubs to find out. So he said, “Very well, children. I shall have a bath now. I shall take off my clothes. So, children, close your eyes tight. Don’t look.”\nAll the tiger cubs closed their eyes. The jackal took off the lion skin. Then he went to the river. But he was afraid to go in. So he stood near the water and said loudly, Chhup-chhup, chhup-chhup, chhup-chhup.’\nThe tiger cubs thought he was swimming in the river. They could flat see, for their eyes were closed. But the youngest cub was very naughty. He opened one eye and looked. And what did he see? A jackal standing near the river shouting `Chhup-chhup, chhup-chhup, chhup-chhup.\nThe youngest cub said to his elder brothers, “He is not a lion at all ! He is only a jackal !”\n“Shhh!” his brothers whispered. “Don’t say that. He is a lion. If he hears you, he will kill all of us !”\n“But I tell you he is a jackal !” the youngest cub said again. “Just look.”‘\nAll the cubs opened one eye and looked. They saw that the animal was only a jackal. So they at once jumped on the jackal and ate him up.\nThe cubs went back and told their mother, “Mother, Uncle was not a lion. He was a jackal, and we have killed him.”\n“Shhh!” said their mother. “Don’t say that, children. He is a lion. If he hears you, he will be very angry.”\n“Oh mother, but he was not a lion,” the cubs said again. “He was a jackal. He was wearing a lion’s skin. We have killed and eaten him.”\nTheir mother was very happy. “Thank you, my children,” she said . “Now he will not cheat us any more.”","keyword":"[\"jackal\", \"tiger\", \"river\", \"wife\", \"afraid\", \"child\"]","ALS":"12.37704918032787"},{"english_id":"1281","id":"1281","level":"2","topic":"2","title":"The Jumper ","article":"\n\nJohnny jumped over the dog. The dog was lying on the ground. Johnny jumped over it. The dog saw Johnny jump over it. The dog got up. The dog got up and barked at Johnny. Johnny laughed. He laughed while the dog barked. Johnny ran over to the fence. The dog chased him to the fence. Johnny jumped over the fence. He turned around and looked at the dog. The dog stopped at the fence. The dog could not jump over the fence. Johnny said, “Jump, jump!” The dog barked, but did not jump.\n\n","keyword":"[\"johnny\", \"fence\", \"jump\", \"bark\", \"laugh\", \"chase\"]","ALS":"7.1875"},{"english_id":"1293","id":"1293","level":"2","topic":"0","title":"The Lion and the Frog","article":"The Lion was the King of the forest. He had a powerful voice and he roared to please himself and scare others.\nAll the animals were scared of him. He also knew every corner of the forest and every animal and every sound in it.\nNow, there was a pond in the middle of the forest. The Lion would drink water and sleep there for some\ntime, every day.\nOne day, the Lion finished drinking water and lay down by the pond. As his eyes were closing, he heard a new sound. It was a hollow, croaky\nsound. He opened his eyes, but he didn’t see anyone! Then, he heard it a second, and a third time.\nBy now, the Lion was scared and thought in fear, `What if it were a ghost?’\nAfter some time, a Frog crawled out of the pond and croaked.\nThe Lion saw that he had been scared out of his wits by so small a creature!\nHe grew angry with the Frog and tore it to pieces with his claws. The poor Frog never croaked again!\nIt is silly to fear anything without complete knowledge of it.","keyword":"[\"frog\", \"croak\", \"sound\", \"scar\", \"forest\", \"fear\"]","ALS":"14.0625"},{"english_id":"1309","id":"1309","level":"2","topic":"9","title":"The Lucky Seed","article":"A farmer was on his way to the market to sell a bag of seeds. His cart bumped into a stone and a seed fell out of the bag. “I wish I could, be safe underground,” thought the seed. A passing buffalo pushed the seed into the ground! “I am so thirsty. I need some water to help me grow,” thought the seed. It began rain! The next day the seed had a green shoot. The sun came out and the shoot grew tall. Then a leaf appeared. A hungry bird tried to pluck and eat the seed but the roots saved it. Many years passed and the seed grew into a plant and then into a fine, strong tree. Now don’t you think that the seed was lucky?","keyword":"[\"seed\", \"shoot\", \"grow\", \"buffalo\", \"underground\", \"root\"]","ALS":"11.692307692307692"},{"english_id":"1316","id":"1316","level":"2","topic":"14","title":"The Man and The Elephant","article":"A man sat on an elephant. He was going to the river for a bath. On the way he felt hungry. There was a coconut in his bag. “I shall eat the coconut,” said the man.\nThe man opened his bag. He took out the coconut. “But how shall I break it open?”  he said. “It is so hard.”\nThe man looked around. “I know what to do,” he said. “The elephant’s head is hard too. I shall break open the coconut on the elephant’s head.”\nThe man lifted the coconut. He hit it hard on the elephant’s head. The coconut broke. The man ate the coconut. He was happy.\nBut the elephant was not happy. He was very angry. He did not like to be hit with a coconut. It had hurt him. He said, “I shall teach this selfish man a lesson.”\nThey came to the river. The man got down from the elephant. He had a bath in the river. Then he put on clean white clothes.\nThe elephant too had a bath in the river. Then he filled his trunk with muddy water. He went to the man. `Whoosh!’ He threw all the muddy water on the man. All his nice and new clothes were spoilt.\n“Oh what shall I do? The man said. “All my clothes are spoilt. I am sorry I hurt the elephant. I shall never hurt him again.”\nThe man went to the elephant. He put his hand on the elephant’s trunk. He said, “Sorry, my friend. I shall never hurt you again.”\nThe elephant sat down. The man got on the elephant’s back. Then the elephant took the man home.\nThe elephant was not angry any more. He and the man were friends again.","keyword":"[\"elephant\", \"coconut\", \"bath\", \"hurt\", \"river\", \"muddy\"]","ALS":"9.024390243902438"},{"english_id":"1317","id":"1317","level":"2","topic":"11","title":"The Man and the Snake","article":"Once, a Man found a Snake coiled on the ground. He became scared and was about to kill it. Just then, the Snake cried out, “If you wish to kill me, you may, but before that please listen to how ungrateful man has been!”\nThe Man agreed.\nSoon, a Cow came by. The Snake asked the Cow what she thought of man. The Cow said, “I have denied milk to my little\ncalves and given man milk for years. In return, I do not get even a ‘Thank you’.”\nThe Man said, “We are fools to listen to this old, silly Cow, let’s ask the Ox.” The Ox said, “I have worked hard on the fields most of my life, but all I got from my master in return is only beating!”\nNext, they asked a Tree. The Tree said, “I gave fruits, flowers and shelter to man. But, one day, my branches were chopped down by the same man for firewood.”\nAfter Man had heard them, he thought, We have been so selfish! Snake, you are free to go. I am sorry for all the trouble we have caused the animals and the trees.”\nBe grateful to all who help you.","keyword":"[\"snake\", \"milk\", \"listen\", \"coil\", \"deny\", \"fools\"]","ALS":"22.90909090909091"},{"english_id":"1319","id":"1319","level":"2","topic":"13","title":"The Man who fooled the King","article":"Once, a Man lived in a country.\nOne day, he went to the King’s palace. He said, “I can train animals to speak wisely like men.” The King was very surprised and asked, “Can you train my Horse to speak like human beings?”\nThe Man thought for a minute and said, “Yes, I can! But, I will need ten years to do so.”\nThe King gave him a large tuition fee and sent the Horse with him.\nA Courtier met the Man when he was leaving the palace with the Horse. He said, “It is impossible to teach a horse to speak like human beings. If you are unable to train him, the King will get you killed, immediately.”\nThe wise Man smiled and said, “The King has given me enough money to live in luxury for the rest of\nmy life. And Death cannot be controlled by anybody. One cannot guarantee if I, the King or the Horse will live for the next ten years. So, I want to be comfortable till I am alive!”\nThe Courtier was shocked and told the King about this Man’s plan. The King punished the man.\nToo much cleverness may result in foolhardiness.","keyword":"[\"horse\", \"train\", \"courtier\", \"speak\", \"human\", \"palace\"]","ALS":"20.25"},{"english_id":"1320","id":"1320","level":"2","topic":"19","title":"The Man who lost his Axe","article":"Once, there was a Man who was busy digging a ditch in his vineyard. He was tired and wanted to rest. So he put down the Axe for some time. When he had rested enough, he wanted to continue digging. But, his Axe had disappeared!\nSoon, he called together all his hired men and asked them, “Have any of you seen my Axe , the one I was using?”\n“No,” they replied.\nThe Man was very angry and said, “I know one of you has taken it. I will find out who the thief is, whatever it would cost me!” He insisted, “Come along to the temple of the famous prophet in a neighbouring city.”\nWhile they were washing their feet at the fountain in the market-place the town-crier came and said in a loud voice, “The sacred shrine has been robbed last night! A\nlarge reward would be given to whoever finds the thief.” At once, the Man told his men, “Let us return home\nright away. If the God of the shrine cannot tell who robbed his temple, how would he know who took my Axe?”\nIt is silly to believe that our problems will be solved on their own.","keyword":"[\"shrine\", \"temple\", \"prophet\", \"sacred\", \"vineyard\", \"hire\"]","ALS":"24.1"},{"english_id":"1327","id":"1327","level":"2","topic":"1","title":"The Monkeys and a Bell","article":"Once, there lived a Thief in a kingdom. One day, he stole a Church bell and ran into the forest. Soon, a Tiger saw the Thief, pounced upon him and killed him. The bell dropped to the ground.\nSome Monkeys found the bell and started playing with it. When the people found the Thief’s body they\nthought, ‘A monster must have killed him and then rung the bell? He will kill all of us now!’\nThey got scared and started leaving the kingdom.\nOne day, a brave and clever woman was passing through the forest and saw the Monkeys playing with\nthe bell.\nShe had a plan and told the King, “Your Majesty! The monster can be conquered. But it will cost money.”\nThe King agreed to pay her a large sum of money as he was concerned about the safety of his people.\nThen, the woman collected a lot of fruits and pretended to pray. Later, she kept them under a tree in\nthe forest, and waited, nearby. When the monkeys saw the fruits, they dropped the bell and rushed down.\nShe quickly picked up the bell and ran back to the city.\n\nIntelligence and courage will bring success.","keyword":"[\"bell\", \"monkey\", \"thief\", \"monster\", \"fruit\", \"kingdom\"]","ALS":"14.6875"},{"english_id":"1328","id":"1328","level":"2","topic":"3","title":"The Moon ","article":"\n\nHe looked at the rising moon. It was rising above the houses. It was big and orange. It looked bigger than the rising sun. How could it be so big? How could it be so orange? Several hours later, he looked at the moon again. Now it was high in the sky. Now it was smaller. It wasn't orange anymore. Now it was white. What happened? It changed size. It changed color. Before, it was big and orange. It was like a big pumpkin. Now, it was smaller and white. It was like a light bulb. But it was still pretty. It was still bright. It was the brightest light in the sky.\n\n","keyword":"[\"orange\", \"moon\", \"bright\", \"bulb\", \"white\", \"pumpkin\"]","ALS":"6.571428571428571"},{"english_id":"1337","id":"1337","level":"2","topic":"10","title":"The Nurse and the Wolf","article":"Once upon a time there lived a wolf. One day, he was very hungry and began to prowl in a village nearby. He hoped to lay his hands on a piece of meat.\nAfter a while, he came upon a nurse who was scolding a little child. She was saying, “If you don’t stop crying this instant, I will feed you to the wolves! Stop crying now!” But the child did not listen to her and kept on crying. Now, this wolf was very foolish and he thought that the nurse really meant what she said and was going to give away the child. The hungry wolf waited and waited. But the nurse did not throw away the crying child. After a long time, the child stopped crying and the nurse took him home. Finally, the foolish wolf walked away, hungry and bitter.","keyword":"[\"nurse\", \"wolf\", \"child\", \"hungry\", \"foolish\", \"instant\"]","ALS":"15.181818181818182"},{"english_id":"1340","id":"1340","level":"2","topic":"1","title":"The Old Man and the Three Young Men","article":"Once, three strong Young Men lived in a village. They did not do any work at all and just roamed around the village, making fun of people.\nOne day, the three Young Men were walking on the road. At a farm, they saw an Old Man, with grey hair and a grey beard. They noticed that he was planting some fruit trees.\nA Young Man laughed at him and said, `Why are you planting those trees?” The second Young Man said, “You are so old now You may not live to eat the fruit.” “Oh Young Men! My trees will give fruits, in some years. Maybe I do not live to eat any of these fruits but many others can enjoy them. This way they will remember me, as, through hard work, I will leave my mark even after I die. But what do you do? How will people remember you?”\nThe three Young Men understood that the Old Man was right. They knew that they would only be remembered as fools.\nThus, from that day onwards, they started working very hard.\nGood deeds are remembered even after death!","keyword":"[\"remember\", \"fruit\", \"grey\", \"plant\", \"village\", \"tree\"]","ALS":"16"},{"english_id":"1345","id":"1345","level":"2","topic":"12","title":"The Owl and the Nightingale","article":"Once, there was an Owl who lived in an old, broken-down temple.\nThe temple had a large library. It was full of books about history, literature and religion. The Owl studied these books all day. As time passed, he grew very proud of his knowledge. Now, he believed that he was the most intelligent of all creatures.\nThus, the Owl read the library’s books every day, and then pretended to be lost in deep, wise thoughts. One such day, the Owl was sitting on a tree, outside the temple, with his eyes half closed. Suddenly, a Nightingale came and sat on the same tree. Soon, she began singing in her sweet voice.\nAt once, the Owl opened his eyes and said to the Nightingale, “O proud Nightingale, stop your song! Do you not see that I am thinking of wise things? Your silly song is disturbing me!”\nTo this, the Nightingale replied, “Foolish Owl! You think that you will become learned just by reading some books and pretending to be wise? Only the intelligent know how sweet my songs are. Only, they can truly admire my voice.”\nLearn from books and from everything else\naround you.","keyword":"[\"nightingale\", \"book\", \"temple\", \"song\", \"intelligent\", \"library\"]","ALS":"14.875"},{"english_id":"1347","id":"1347","level":"2","topic":"1","title":"The Partridge and the Cocks","article":"A farmer found a Partridge in his fields and took it home. At home, he cut the wings of the Partridge and left him to live in the little yard where he kept his fighting Cocks.\nThe Cocks were not very friendly animals. At first, they did not talk to the Partridge, at all.\nThen, after some days, they started being rude to him.\nThey said, “What an ugly fellow you are! You have no wings and cannot fly. We do not understand why the farmer has kept a useless bird like you with great birds like us!”\nThe Partridge was very sad.\nOne day, the farmer went to the market with his family. The birds were left alone at home. Suddenly, a Fox came and jumped on the two Cocks. He held both the Cocks under his paws.\nJust then, the Partridge jumped on his back and pecked him, sharply. The Fox let go of the two Cocks and was about to hurt the Partridge. However, the farmer returned. He hit the Fox with a stick. Thus, the Fox ran away.\nThe Cocks thanked the Partridge for saving their lives. Since then, they became good friends.\nA kind heart will help you make friends, easily.","keyword":"[\"partridge\", \"cock\", \"farmer\", \"bird\", \"fighting\", \"jump\"]","ALS":"12.2"},{"english_id":"1353","id":"1353","level":"2","topic":"10","title":"The Pizza Is Hot ","article":"\n\nThe man delivers the pizza. Her dad pays the man. He gives the man a tip. The man leaves. Dad takes the pizza to the living room. He puts it on the coffee table. He opens the box. Everybody grabs a slice of pizza. Her dad bites into the pizza. He burns the roof of his mouth. Ouch!\n\n","keyword":"[\"pizza\", \"coffee\", \"roof\", \"deliver\", \"slice\", \"ouch\"]","ALS":"6.2727272727272725"},{"english_id":"1355","id":"1355","level":"2","topic":"7","title":"The Playground in the Park ","article":"\n\nThey go to the park. They like the park. The park has a playground. The playground has a slide. They slide down the slide. The playground has a sandbox. They play in the sand. The playground has a seesaw. They go up and down on the seesaw. The playground has swings. They swing on the swings.\n\n","keyword":"[\"playground\", \"slide\", \"swing\", \"park\", \"seesaw\", \"sandbox\"]","ALS":"6.090909090909091"},{"english_id":"1364","id":"1364","level":"2","topic":"2","title":"The School Bully ","article":"\n\nHe is a bully. He picks on other kids. He picks on smaller kids. He pushes them. He trips them. He punches them. He calls them names. He takes their money. He takes their lunches. He is mean. Everyone is afraid of him. Five students tell the principal about the bully. The principal kicks the bully out of school.\n\n","keyword":"[\"bully\", \"principal\", \"names\", \"punch\", \"trip\", \"pick\"]","ALS":"5.538461538461538"},{"english_id":"1366","id":"1366","level":"2","topic":"1","title":"The She-Wolf and the Fox","article":"One day, a she-wolf invited a fox to be the godfather to her newborn and for dinner. They decided to look after the little cub together. After the meal was over, the fox told her that the cub was hungry and that they should get some food for it. He took her near a sheepfold and asked her to bring a sheep and said that he would bring a chicken. But the wily fox just sat and rested. When the she-wolf went to the sheepfold, the peasants poured hot water over her. She managed to escape and ran to the fox. He told her that the farmers had beaten him up and made her carry him back to his house. There he jumped off her back and laughed at her and said, “Farewell, I hope your burns have taught you a lesson!”","keyword":"[\"sheepfold\", \"godfather\", \"wily\", \"farewell\", \"newborn\", \"peasant\"]","ALS":"17.555555555555557"},{"english_id":"1370","id":"1370","level":"2","topic":"14","title":"The Singing Donkey","article":"A donkey and a jackal were friends. One night they were walking together and felt hungry. They saw a field in which cucumbers were growing. They went inside to eat the cucumbers.\nThey ate and ate till they could eat no more. The donkey was feeling nice and full and said to the jackal, “Little one, what a beautiful night this is ! I’m so happy that I want to sing.”\n“Please don’t sing, Uncle,” said the jackal. “It might get us into trouble. The farmers will hear you and will come running with their sticks. Besides, you don’t know the first thing about singing. Your voice is loud like a horn.”\n“Come, come,” said the donkey. “You seem to know nothing about music. When you’ve heard my song,\nyou’ll surely like it.”\n“Very well, Uncle,” said the jackal. “But first let me get away. You can then sing as much as you like.”\nAfter the jackal had gone, the donkey lifted his head and began to bray loudly. On hearing him the farmers came running with their sticks. They gave him a good beating and drove him away from the field.\nNext day the jackal met the donkey. “Uncle, did you enjoy your singing ?” he asked.\nLittle one,” said the donkey, “you were quite right. I am sorry I did not listen to your advice.”","keyword":"[\"jackal\", \"donkey\", \"uncle\", \"cucumber\", \"field\", \"farmer\"]","ALS":"13.80952380952381"},{"english_id":"1373","id":"1373","level":"2","topic":"11","title":"The Snake Friend","article":"Once there lived a snake and a little girl who were very fast friends. Every day when the mother served her daughter milk and bread, the snake popped out of its hole to share the food. But it only drank the milk. In return, the snake gave the little girl many lovely gifts.\nOne day, the girl didn’t want to eat her food. When the snake arrived to share her food, the girl said, “You will get the milk but you have to eat the bread too.” The snake refused to do so and the girl got angry. She hit him with a spoon on his head. Just then, her mother entered. “Snake! Snake!” she cried in fear. She was unaware of her daughter’s friendship with the snake. Angrily, she picked up a log of wood lying nearby and threw it at the snake and killed it.\nThe little girl became very sad for she had lost her only true friend. She became pale and gave up drinking milk and eating bread.","keyword":"[\"snake\", \"girl\", \"milk\", \"bread\", \"share\", \"food\"]","ALS":"14.428571428571429"},{"english_id":"1379","id":"1379","level":"2","topic":"6","title":"The Sparrows and the Elephant","article":"Two sparrows lived in a nest on a tree. One morning, a wild elephant broke the branch on which their nest was built. All their eggs were destroyed but the sparrows flew away to safety.\nThe sparrows friend, the woodpecker, consoled them and said that she would think of a way to kill the elephant. She asked the gnat for help who in turn told them to take the frog’s help. The clever frog told the gnat to buzz near the elephant’s ears who would then close its eyes to listen to the music. Then the woodpecker would pluck its eyes out, and the frog would lead the elephant to the pit by its croaking.\nThe plan was put into action the next day. The elephant, after being blinded by the woodpecker, fell down into the pit and died and the sparrows were very happy.","keyword":"[\"elephant\", \"sparrow\", \"woodpecker\", \"frog\", \"gnat\", \"nest\"]","ALS":"18.22222222222222"},{"english_id":"1394","id":"1394","level":"2","topic":"14","title":"The Swan and the Owl","article":"Once upon a time, there lived a Swan near a lake in a forest.\nOne night, an Owl saw the Swan gliding on the lake in the moonlight. He praised the Swan and soon, the two became friends. They met near the lake for many days.\nThe Owl soon got bored of the place and told the Swan, “I am going back to my forest. You are welcome to visit me whenever you want to.”\nOne day, the Swan decided to visit the Owl. It\nwas daylight when the Swan reached the Owl’s home. She could not find him, as he was hiding in the dark hole of a tree.\nThe Owl told the Swan, “Please rest till the sun sets. I can come out only at night.”\nEarly next morning, some people were passing by. On hearing them, the Owl hooted.\nThe people thought it was not a good sign to hear an Owl hoot. So, one of them wanted to shoot the Owl.\nThe Owl flew away and hid in a hole near the lake.  The poor Swan did not move. The arrow hit the Swan and she died.\n\nNever leave your friends in difficulty.","keyword":"[\"swan\", \"lake\", \"hoot\", \"visit\", \"hide\", \"moonlight\"]","ALS":"13.529411764705882"},{"english_id":"1398","id":"1398","level":"2","topic":"3","title":"The Thief and the Boy","article":"Once, there was a Thief. He did not feel sorry for his bad deeds. He also believed that he was very smart. Often, he thought to himself, ‘I am the smartest of all. No one can trick me!’\nOne day, the Thief was walking down the countryside, he saw a Boy. The Boy was sitting near a well. The Thief saw that the Boy was crying. The Thief asked him, “Why do you cry, young lad?” The Boy showed him a piece of rope and said, “I came to this well to fill some water. My bucket was tied to this rope. It was made of silver and now it has fallen into the well!”\nThe Thief thought, `Ah! A bucket made of silver. I shall steal this bucket.’ Thus, he said to the Boy,\n“Do not cry! I will find your bucket.” He took off his clothes and jumped into the well. He searched for the silver bucket, but could not find it. As he came out of the well, he saw that the Boy was gone, too. Also, he had stolen all his clothes!\nBad deeds will always be repaid by bad fortune!","keyword":"[\"thief\", \"bucket\", \"silver\", \"rope\", \"steal\", \"clothes\"]","ALS":"14.117647058823529"},{"english_id":"1399","id":"1399","level":"2","topic":"8","title":"The Thieves and the Cock","article":"One night, some thieves entered a house. But they couldn’t find anything worth stealing except an old cock. They took it away with them. “Let us kill the cock so that we can at least have a good meal,” said one thief.\nAs they were about to cut his head, the cock pleaded, “Please don’t kill me! I am very useful to man. Every morning I crow and wake people up. Please have mercy.” The thieves were taken aback to hear the cock speak. Then another thief said, “By waking people up early, you make stealing difficult for us. It is because of you that our livelihood is spoilt. We have all the more reason to kill you.” Saying this, the thieves cut off the head of the cock and put him in a pot over the fire.\nThe poor cock was foolish enough to get killed by his own argument.","keyword":"[\"cock\", \"thief\", \"kill\", \"steal\", \"wake\", \"aback\"]","ALS":"15"},{"english_id":"1404","id":"1404","level":"2","topic":"3","title":"The Three Little pigs, the Tomatoes and the Apples","article":"In a valley lived three pigs and a wolf. The wolf was always schema to eat the pigs. He tried to catch them many times but they always managed to escape. One day, he knocked at the pigs’ door, “Hello, friends! I have come to tell you about the delicious tomatoes in Jack’s farm. Come out! I will take you there,” he said. The pigs replied, “Thank you, friend! Come back at five o’clock in the evening. We will go with you.” As soon as the wolf left, the pigs went to the farm and brought a huge basket of ripe red tomatoes. The wolf was annoyed. But he tried his luck again. “Come, let’s go to the farm to pick apples!” the wolf invited the pigs. We will meet you at six o’ clock,” said the pigs. This time, the wolf arrived at the farm at five o’ clock. But the pigs were already up in the tree. When they saw the wolf, they threw the apples at him and the wolf had to run away.","keyword":"[\"wolf\", \"clock\", \"farm\", \"tomato\", \"apple\", \"schema\"]","ALS":"13.058823529411764"},{"english_id":"1408","id":"1408","level":"2","topic":"11","title":"The Tower of Babel","article":"When the world was new, everyone spoke the same language. One day, in the city of Babel, the people decided to build a tower so high it would take them up to Heaven. God thought: “Hmmm. The people think they can do anything.”\nSo God taught the people a lesson. He gave them many different languages. Then they couldn’t work together and finish the tower. And that is why people speak many different languages today.","keyword":"[\"language\", \"tower\", \"people\", \"speak\", \"babel\", \"hmmm\"]","ALS":"12.857142857142858"},{"english_id":"1411","id":"1411","level":"2","topic":"2","title":"The Tree and the Clouds ","article":"\n\nHe looks at the tree. The wind blows the leaves. A squirrel runs up the tree. He looks at the street. A woman parks her car. She gets out of her car. He looks at the sky. He looks at the clouds in the sky. They are big clouds. They are dark clouds. It looks like rain.\n\n","keyword":"[\"cloud\", \"squirrel\", \"wind\", \"leaf\", \"park\", \"tree\"]","ALS":"6.181818181818182"},{"english_id":"1416","id":"1416","level":"2","topic":"15","title":"The Turtle and the Monkey","article":"A turtle went to a shop. He said to the shopkeeper, “Please give me some peanuts. I want to give them to my children. They are hungry.” The shopkeeper took a small bag of peanuts. He gave it to the turtle.\nThe turtle gave him money for it.\nThe turtle took the bag. He started to walk to his house. On the way he felt thirsty. He put the bag near the road. Then he went to look for water.\nA monkey was coming down the road. He saw the bag of peanuts. “Ah, what luck !” he said. “I shall have lots of peanuts to eat.”\nThe monkey picked up the bag. Then he climbed up a tree and began to eat the peanuts.\nThe turtle drank some water and came back. But he could not find the bag of peanuts. Then he heard a sound, ‘Munch-munch, munch-munch. ‘  He looked up and saw a monkey sitting in the tree. He was eating the peanuts.\n“Give me my bag of peanuts,” said the turtle to the monkey. “It is mine. I paid money for it.”\n“No,” said the monkey. “I found the bag. So it is mine.”\n“Please give me the bag,” the turtle said again. “My children are hungry. I want to give them these peanuts to eat.”\n“I shall not give you the bag,” the monkey said again. “I found it, so it is mine. I am going to eat the peanuts.”\nThe monkey had a long tail. It was hanging down. The turtle caught the tail. He gave it a big bite.\n“OUCH !” the monkey cried loudly. He pulled his tail. But the turtle would not let go.\nThe monkey then threw down the bag of peanuts. “Here, take your peanuts,” he said. “Let go of my tail now.”\nThe turtle left the monkey’s tail and picked up the bag of peanuts. He went home and said, “Children, come and see what I have got for you.”\nThe children came running. They saw the bag of peanuts and were very happy. They all had a good feed of peanuts.","keyword":"[\"peanut\", \"turtle\", \"monkey\", \"tail\", \"shopkeeper\", \"child\"]","ALS":"10.523809523809524"},{"english_id":"1419","id":"1419","level":"2","topic":"17","title":"The Two Daughters","article":"Once a man had two daughters. The first one was married to a farmer and the second one married a potter.\nOne day, the father visited the first daughter and asked her if everything was well with her. The daughter nodded and replied, “We grow a lot of grains and vegetables in our field. Every night I pray to God that it rains so that our crops can have enough water. She said,”Father, please pray for rains.”\nThen the father went to the second daughter and asked her if everything was fine. The second daughter happily answered, “We make pots with clay and then keep them for drying in the sun. Every night I pray to God that it does not rain because if it rains our pots would be spoilt. Father, please pray that it does not rain.”\nThe old man didn’t know what to pray for.","keyword":"[\"pray\", \"daughter\", \"father\", \"rain\", \"potter\", \"marry\"]","ALS":"19"},{"english_id":"1421","id":"1421","level":"2","topic":"17","title":"The Two Parrots","article":"Once upon a time, there lived a King, his Son and two Parrots. The Prince and the Baby Parrot were very fond of each other and grew up together.\nThe Prince was fond of birds. So, one day, he petted a Sparrow in the garden. The Parrot did not like it, as the Sparrow was his enemy.\nOne day, while they were playing together, there arose a fight and the Parrot pecked the Sparrow. The shocked Prince picked the dead Sparrow and in anger, killed the Parrot.\nThe father of the Baby Parrot heard the sad news that his son was dead. He attacked the Prince and pierced both his eyes. Then he flew to a tall tree for safety.\nThe Prince requested the Parrot, “Forget all that has happened, and please return.”\nThe King added, “It is destiny that has brought such a sad tragedy. That your child should die and mine become blind.”\nThe Parrot replied, “How can I trust you, after what has happened? It’s better for me to be far from you, than to experience your love turned to hate.”\nDo not trust a revengeful person.","keyword":"[\"parrot\", \"sparrow\", \"prince\", \"fond\", \"trust\", \"dead\"]","ALS":"17.307692307692307"},{"english_id":"1423","id":"1423","level":"2","topic":"14","title":"The White Snake","article":"A man used to eat a strange dish after dinner every day. His servant noticed it and became curious. One day he peeped into the dish. To his astonishment, he found a white snake! He took a bite to taste it. Lo! He found that he could now understand the language of animals. It was the snake which had given him this power.\nOne day, while passing a river, he heard some fishes crying out for help. They were trapped. He was a kind man and rescued them. The grateful fishes promised him their help whenever he should require it.\nOne day, the princess lost her ring in the river. The king announced that he would marry his daughter to anyone who recovered her ring. The servant took on the challenge and was about to jump into the river when three fishes popped out. They offered to recover the ring for him. The ring was recovered and the servant married the princess.","keyword":"[\"recover\", \"servant\", \"dish\", \"fish\", \"river\", \"snake\"]","ALS":"10.764705882352942"},{"english_id":"1431","id":"1431","level":"2","topic":"1","title":"The Wolf and the Seven Kids","article":"Once there lived a goat with her seven kids. A big bad wolf lived near their house and always tried to catch the little kids. One day, the goat had to go out. She said to the kids, “Do not let anyone in, especially the wolf.”\nAfter she left, the wolf came and knocked on the door and said, “Let me in!” But the kids recognised his rough voice and refused to open the door. After a while, the wolf came again and knocked on the door. This time he spoke softly but the kids asked him to show his paws. When they saw his black paws on the windowsill they knew it was the wolf and did not let him in.\nSo, the wolf went to the baker and put some white flour on his paws. When he knocked on the door the third time, the kids saw the white paws and thought it was their mother.\nAs soon as they opened the door, the wolf gobbled up all the kids except for the youngest kid. “Momma, the wicked wolf has gobbled all my brothers!” sobbed the youngest kid when the goat came home. “I will teach that wolf a lesson,” said the angry goat. She went to the sleeping wolf and cut his stomach. Out sprang all the six kids. They filled the wolf’s stomach with stones and sewed him up.\nWhen the wolf woke up and went to the well to drink water, the weight of the stones pulled him into the well and he was drowned.","keyword":"[\"wolf\", \"goat\", \"door\", \"knock\", \"gobble\", \"stomach\"]","ALS":"18.75"},{"english_id":"1434","id":"1434","level":"2","topic":"3","title":"The World Map ","article":"\n\nJerry was looking at a map. It was a map of the world. The map showed many countries. It showed all the countries in the world. All the countries were different colors. There were red countries, green countries, and blue countries. Jerry pointed at one country. “Daddy, why is this country red? Is it on fire? Did someone paint the ground red? Does it have a lot of tomatoes?” Jerry pointed at another country. It was a green country. “Daddy, why is this country green? Does it have a lot of grass? Did someone paint the ground green?” Jerry pointed at another country. It was a blue country. “Daddy, why is this country blue? Is it full of blue water? Does it have a lot of bluebirds? Did someone paint the ground blue?” His daddy said, “No, the colors make the map pretty. They don't mean anything.”\n\n","keyword":"[\"country\", \"jerry\", \"blue\", \"daddy\", \"green\", \"paint\"]","ALS":"7.791666666666667"},{"english_id":"1435","id":"1435","level":"2","topic":"11","title":"The Young Girl and the Hen","article":"A Young Girl lived on a farm with her parents. She loved to play with the farm animals.\nOne day, while she was playing with the Hens and their Chicks, a Hen pecked her finger and bit it.\n“Oh, Papa!” the Young Girl ran to her father, crying and holding out her hand.\nThe Young Girl’s father asked her, “My bonny little girl! What happened?”\nThe Young Girl said, “Oh Papa! The Hen hurt me! I am so kind to them, yet one of them bites my fingers every time I go to play with them. They are not nice!”\nThe Young Girl’s father took her small hand in his own large one. “The poor Hens think you have come to harm them or their little children. So they are scared of you and bite in fear. You should he careful. First play with them from a distance.\nWhen you become friends, then they will never bite you” .\nHer father continued, “My dear girl. You should try to understand and respect each creature. Even if they are not like us, they also have feelings and fears!”\nFirst understand people or animals and then get close to them.","keyword":"[\"girl\", \"bite\", \"father\", \"papa\", \"play\", \"finger\"]","ALS":"14.235294117647058"},{"english_id":"1436","id":"1436","level":"2","topic":"14","title":"The bag of salt","article":"The lion, the hyena, the tiger, the zebra, the ostrich and the snake met at the waterhole. Just then, the lion spotted a bag on the ground. He sniffed at it and cried, “It’s salt!” They were very excited. The zebra said, “Let’s eat it.” So, the ostrich pecked a hole in it and the salt trickled out. All the animals took turns in tasting it. Very soon, they began to fight over who should keep the salt. A clever jackal was passing by. He told them, “Close your eyes and count to hundred. Whoever finds it first, can keep it,” he said. When the animals opened their eyes they found both the jackal and the bag gone!","keyword":"[\"salt\", \"zebra\", \"ostrich\", \"jackal\", \"hyena\", \"waterhole\"]","ALS":"15.1"},{"english_id":"1442","id":"1442","level":"2","topic":"9","title":"The wise and the fool","article":"There was a clever man in a town. The people of the town respected him much for his cleverliness. There was also a fool in the same town. People didn’t like him. Nobody was allowing him to sit with them. Fe was kept at arm’s length.\nOnce the fool decided to see the clever man to know why is he being appreciated. He went to his house. The clever man was alone in his house.\n“Sir, you are alone here . How can you spend  time by being lonely ? How can you tolerate?”  the fool asked the wise.\n“Friend, you have mistaken. I was not alone here. Till your arrival I had good company” replied the wise.\n MORAL: It is better to be lonely than to be with a fool.","keyword":"[\"fool\", \"town\", \"clever\", \"lonely\", \"cleverliness\", \"arrival\"]","ALS":"9.8125"},{"english_id":"1444","id":"1444","level":"2","topic":"10","title":"They Call Him Four Eyes ","article":"\n\nHe wears glasses. Some kids at school call him Four Eyes. He feels bad. He takes his glasses off. But it is hard to read. He puts the glasses back on. Now he sees the words in his books. Now he sees the words on the blackboard. He keeps his glasses on. He ignores those kids.\n\n","keyword":"[\"glass\", \"blackboard\", \"book\", \"feel\", \"wear\", \"school\"]","ALS":"6.6"},{"english_id":"1445","id":"1445","level":"2","topic":"2","title":"They Fly So Well ","article":"\n\nHe looked at the bird. It was a blackbird. It was walking on the grass. It was looking for food. Birds have a funny walk. Why do they walk so funny? Because they don't have arms. Arms help people walk. People walk well. Birds don't have arms. They don't walk well. They look funny when they walk. Birds have wings. Wings help birds fly. They use their wings to fly. They fly very well. They are beautiful to watch when they fly. They belong in the sky. They don't belong on the ground. The blackbird found something to eat. It flew up into a tree. It ate the food in the tree. Then it flew away.\n\n","keyword":"[\"walk\", \"bird\", \"blackbird\", \"funny\", \"belong\", \"food\"]","ALS":"6.217391304347826"},{"english_id":"1446","id":"1446","level":"2","topic":"2","title":"They Play Catch ","article":"\n\nBob picks up the ball. He throws the ball. Bill catches the ball. Bill throws the ball back. Bob catches the ball. Bob throws the ball to Bill. Bill drops the ball. Bill picks it up. He throws it over Bob's head. Bob runs back. He jumps up. He catches the ball.\n\n","keyword":"[\"ball\", \"bill\", \"throw\", \"catch\", \"pick\", \"drop\"]","ALS":"5.416666666666667"},{"english_id":"1447","id":"1447","level":"2","topic":"7","title":"They Play Monopoly for Fun ","article":"\n\nMonopoly is a popular board game. He plays Monopoly with his friends. There are two dice. They throw the dice. They move their tokens around the board. He always uses the car token. His best friend always uses the horse token. They all have fun. They play after school. They play on the weekend.\n\n","keyword":"[\"token\", \"monopoly\", \"dice\", \"board\", \"play\", \"popular\"]","ALS":"6.4"},{"english_id":"1460","id":"1460","level":"2","topic":"7","title":"Two Boys and a Baseball ","article":"\n\nBilly plays catch with a baseball and a baseball glove. He plays catch with his friend. His friend has a glove too. Billy throws the ball to his friend. His friend catches the ball in his glove. His friend throws the ball back to Billy. Billy catches the ball in his glove. The ball goes back and forth.\n\n","keyword":"[\"glove\", \"ball\", \"billy\", \"catch\", \"baseball\", \"friend\"]","ALS":"8.25"},{"english_id":"1461","id":"1461","level":"2","topic":"3","title":"Two Cats","article":"Once there were two cats. One was white, the other was black. They were friends. One day they went for a walk. The white cat saw a roll near the road.\n“Ah,” said the white cat. “There’s a roti there. How nice!”( Roti: round, baked at cake made of wholemeal bread, chapatti)\nThe black cat ran and picked up the roti. She opened her mouth to eat it, for she was hungry.\n“Stop !” said the white cat. “I saw the roti first, so I shall eat it.”\n“But I picked it up and so I shall eat it,” said the black cat.\nBoth wanted to eat the roti. So they said, “Let us go to the monkey who lives on the mango tree. He will tell us what to do.”\nThe two cats went to the monkey. He was sitting on the mango tree. Uncle, said the cats, “please come down from the tree. We want to ask you something.”\n“Why don’t you both come up then ?” asked the monkey.\n“How can we do that, Uncle ?” said the cats. We have this roti. If we come up, the roti will fall.”\n“Oh, very well,” said the monkey. He came down and sat on the ground. “Now what’s the matter”, he asked.\n“Uncle,” said the white cat, “this black cat is very greedy. to eat the full roti. But I saw the roti first, so it is mine.\n“But I picked up the roti from the road,” said the black Cat. “So it is mine.”\n“You tell us who should eat this roti,” said both the cats together.\n“Hm,” said the monkey. “Let me think.” He closed his eyes for a minute. Then he said, “Give me the roti. I shall break it into two pieces. Then you can eat one piece each.”\nThe black cat gave him the roti. The monkey tore it into two pieces. Then he looked at the pieces in his hands and said, “Oh, one of the pieces is bigger than the other. Let me make it equal to the other piece.”\nThe monkey took a bite from the bigger piece. He looked at the two pieces again and said,\n“Oh, now the other piece is bigger. I shall make both equal.” And he took a bite from the second piece.\nThe cats got worried. They did not want the monkey to eat up their entire roti. So they said, “Uncle, give us the two pieces now. Never mind if they are not equal.”\n“How can I do that ?” he said. “That would be cheating. I must give an equal piece to both of you.”\nThe cats just sat and watched. They saw the monkey take a bite from the two pieces, turn by turn. At last the monkey said, “It’s no use giving you the two pieces now. They are too small.” And before the cats could stop him, he ate up both the pieces.\nThe poor cats were very hungry. But their roti was gone. They said, “We will not fight again. If we find some more food, we shall shan’t equally.” And they both went away to look for a mouse to eat.","keyword":"[\"roti\", \"piece\", \"monkey\", \"black\", \"uncle\", \"white\"]","ALS":"13.66"},{"english_id":"1465","id":"1465","level":"2","topic":"10","title":"Unity Is Strength (Pigeons)","article":"A bird catcher went to the forest. He took with him a net for catching birds. He spread the net on the ground. He took some rice and threw it on the net. The bird catcher then hid behind a tree.\nSoon some pigeons came flying in the sky. They were very hungry. They looked down and saw the rice. “Oh, just look, there is rice on the ground,” they said. “Let us go down and eat the rice. We are hungry.”\nBut the king of the pigeons said, “Wait, wait ! Don’t go down. There is a net there. It is a bird catcher’s net.”\nBut the pigeons said, “We are hungry and want to eat. We do not see any bird catcher. Who can catch us then ?”\nThe pigeons flew down; they sat on the net and began to cat the rice.\nThe bird catcher saw them. “Ah, so many pigeons !” he said happily. He came running to catch the pigeons.\nThe king of pigeons did not sit on the net. He sat in a tree. He saw the bird catcher. “Fly, fly my friends !” he called out. “Fly away, the bird catcher is coming. He will kill all of you.”\n \nThe pigeons tried to fly but their feet were caught in the net. “Oh ! what shall we do now ?” they cried. “Our feet are caught in the net.”\n \nTheir king said, “Then fly up together and carry away the net with you. One, two, three, GO!”\n \nFlap-flap, flap-flap, flap-flap! All the pigeons flapped their wings hard. Then they all flew up in the sky with the net.","keyword":"[\"pigeon\", \"catcher\", \"rice\", \"bird\", \"catch\", \"foot\"]","ALS":"11.129032258064516"},{"english_id":"1471","id":"1471","level":"2","topic":"13","title":"Waiting for the Train","article":"During the old days when trains were new, everyone wanted to see a train pass by. Even Old Uncle Theodore, the old lion wanted to see a train pass by.\nOne day, Uncle Theodore heard two birds talking. “The train is coming from the west!” said one. “But I think it will pass only through the desert!” said its eyes the other. Theodore Lion wanted to see the train chug by. He walked for days in the desert to get a glimpse of the train. Not a drop of water he drank, for days! The two birds who had seen the old lion waiting, flew to the train and told the engine driver, “Old Uncle Theodore has been waiting for you in the desert for days now! All he wants to do is see your train pass by!” Now everyone loved Old Uncle Theodore. Hearing this, the engine driver fired up the engines. They rushed past the desert in top speed!\nOld Uncle Theodore was now a very happy old lion.","keyword":"[\"train\", \"theodore\", \"uncle\", \"desert\", \"engine\", \"driver\"]","ALS":"15.384615384615385"},{"english_id":"1477","id":"1477","level":"2","topic":"2","title":"Where Did She Go? ","article":"\n\nDebby was in the first grade. Her brother Tommy was in the second grade. They lived in Florida. They lived in a small town in Florida. They walked to school in the morning. They walked home from school in the afternoon. On Monday Debby and Tommy were walking home. They were walking with a couple of Tommy's friends. Tommy told his friends that Debby still sucked her thumb. “She still sucks her thumb,” he said. His friends laughed. Debby started to cry. She ran away from Tommy and his friends. When Tommy got home, his mom asked, “Where's Debby?” Tommy said he didn't know. He thought she was already home. “No, she's not home,” his mom said. She called the neighbors. Then she called the police.\n\n","keyword":"[\"tommy\", \"debby\", \"florida\", \"suck\", \"thumb\", \"grade\"]","ALS":"8.421052631578947"},{"english_id":"1478","id":"1478","level":"2","topic":"0","title":"Where's the Itch? ","article":"\n\nHe feels an itch. The itch is on his arm. He scratches his arm. The itch goes away. He feels another itch. The itch is on his leg. He scratches his leg. The itch goes away. He feels another itch. The itch is on his foot. He scratches his foot. The itch goes away.\n\n","keyword":"[\"itch\", \"scratch\", \"feel\", \"foot\", \"\", \"\"]","ALS":"5.5"},{"english_id":"1479","id":"1479","level":"2","topic":"10","title":"Who Is It? ","article":"\n\nJoseph never opens the front door. When someone knocks on the front door, Joseph says, “Who is it?” But he does not open the door. His parents told him to keep the door closed. His parents want him to be safe. He will be safe if he doesn't open the door. Yesterday someone knocked on the front door. “Who is it?” Joseph asked. “It's the mailman,” the person said. “I cannot open the door,” Joseph said. “Okay, I will come back tomorrow,” the mailman said. “Goodbye,” Joseph said. Joseph is a good boy. He listens to his parents. He doesn't open the door for any person.\n\n","keyword":"[\"joseph\", \"door\", \"mailman\", \"front\", \"knock\", \"person\"]","ALS":"9.0625"},{"english_id":"1480","id":"1480","level":"2","topic":"13","title":"Who Sits in the Front? ","article":"\n\nThe boys were going to the beach. Dad was going to drive them to the beach. The drive to the beach would take an hour. Dave and Dick loved the beach. They also loved the drive to the beach. They loved to look out the window. They loved to stick their heads and arms out the window and feel the breeze. They also loved to be in the front seat. They both preferred the front seat. They both hated the back seat. “Let's go, boys,” Dad said. “Let's go to the beach.” Both boys ran out of the house. They ran straight to the front door of the car. Dave got there first. Dick got there second. Dave pulled the door open. Dick fell to the ground. Dave got into the front seat and shut the door. “Guess what? You can sit in the back seat,” he said to Dick.\n\n","keyword":"[\"beach\", \"dave\", \"dick\", \"seat\", \"front\", \"drive\"]","ALS":"8.666666666666666"},{"english_id":"1484","id":"1484","level":"2","topic":"6","title":"Wild Blossom","article":".\nThere lived a girl named Wild Blossom who used to sell flow­ers during the day. In the evenings, she would bring food for her little brothers. They loved her very much. One day, Wild Blossom was picking some pansies in the woods when she fell ill. She came home early that day and was very sad because she was not able to buy food for her brothers. The gardeners of heaven saw that Wild Blossom was ill and had no food for her brothers. They came at night and watered the flowers with magic water. They took care of her flowers till she became better.\nWhen Wild Blossom recov­ered and looked at her garden, she saw that the flowers had not wilted but looked even fresher and more beautiful. She wondered who had been so kind to her. Wild Blossom went to the market and found that there were many buyers for her fresh flowers. She returned home with plenty of food and gifts for her brothers.","keyword":"[\"blossom\", \"wild\", \"flower\", \"brother\", \"food\", \"fresh\"]","ALS":"15.166666666666666"},{"english_id":"1487","id":"1487","level":"2","topic":"0","title":"Work, Work, Work","article":"A. man was going through a forest. He was tired and sat under a tree to rest.\nNear the tree were some bushes. In the bushes he heard a whistle. The man got up and went to look. He saw a bottle lying under a bush. The whistle was coming from inside the bottle.\nThe man opened the bottle to look inside. Immediately a lot of black smoke came out from the bottle. The smoke rose high in the sky. Then the smoke turned into a ghost. It was a big ghost, as tall as a tree.\nThe ghost was red in colour. He had red eyes, and large golden earrings in his ears. He roared, “Give me some work or I shall eat you up.” The man was very frightened. “W-what sort of work do you want ?” he asked the ghost.\n“Any kind of work,” the ghost replied. “You have let me out from the bottle, so you have to give me work to do. I must keep working, day and night. The moment you stop giving me work, I shall eat you up.”\n“Take me to my house,” the man said. The ghost picked up the man. In half a second he reached the man’s house. Again he said, “Give me some work to do or I shall eat you up.” “Make me a big palace,” the man said.\nIn a few minutes the palace was ready. The ghost again said loudly, “Give me some work or I shall eat you up.”\n“Get me plenty of gold and jewels,” the man said. Soon the gold and jewels were there. “Give me some work or I shall eat you up,” the ghost said.\n“Get me nice clothes to wear.” At once the ghost brought the clothes. “Give me some work or I shall eat you up,” the ghost said.\n“Get me some food.” In a second the man found the table loaded with delicious food. He tried to eat, but he got no time. The ghost again said, “Give me some work or I shall eat you up.”\nThe man kept on giving work to the ghost. He could not eat at all. When night came the ghost would not let him sleep. “Give me some work or I shall eat you up,” he said.\nThe man got very worried. How could he eat ? How could he sleep? If he did not find more and more work, the ghost would eat him up.\nThen the man had an idea. He told the ghost, “Make me a tall pillar, as high as the sky. And be quick.”\nIn just a few minutes the ghost was back. “The pillar is ready,” he said. “Now give me some work or I shall eat you up.”\n“Now listen carefully,” the man said. “Climb up the pillar till you reach the top. Then climb down till you reach the earth. Then climb up to the top and come down again. Keep on doing so till I tell you to stop. And mind you don’t waste anytime.”\nThe ghost was very happy, for he now had plenty to do. He went up the pillar, came down, went up, came down. He went on doing so.\nThe man watched for some time. Then he went inside and ate the food the ghost had brought. After that he went off to sleep.\nNext morning he got up and went outside. He saw the ghost going up and down the pillar all the time. The man was very happy.\nMany days passed. The ghost kept on going up and down the pillar. At the end of a month he was still doing it. He now felt a little tired. “Please sir,” he said to the man, “may I stop now ? I have been going up and down the pillar for a month.”\n“How can you stop ?” the man said. “You cannot stop till I tell you. So keep on going up and down the pillar.”\nAnother three months passed. Now the ghost was really tired. “Sir,” he said, “I can’t do it any more. I must stop now.”\n“You can stop on one condition,” the man said. You must go away from here, and never come back.”\n“I promise,” the ghost said.\n“Very well, you may stop now. And take away that pillar with you.”\nThe ghost picked up the pillar and ran away. The man never saw him again.","keyword":"[\"ghost\", \"pillar\", \"bottle\", \"smoke\", \"bush\", \"jewel\"]","ALS":"12.722222222222221"},{"english_id":"1489","id":"1489","level":"2","topic":"10","title":"Yellow Corn ","article":"\n\nBrian sat down for dinner. He sat down in the chair. He sat down at the table. He looked at his white plate. He looked at his silver fork. He looked at his silver spoon. His dad said, “Pass me your plate, Brian.” His dad put white rice on the plate. His dad put yellow corn on the plate. His dad put green peas on the plate. He gave the plate back to Brian. “This looks delicious,” Brian said. “It is delicious,” his dad said. Brian wondered why corn was yellow. He wondered why peas were green. He wondered if there were yellow peas and green corn.\n\n","keyword":"[\"brian\", \"plate\", \"corn\", \"yellow\", \"green\", \"silver\"]","ALS":"8.3125"}]