[
  {
    "english_id": "810",
    "id": "811",
    "level": "1",
    "topic": "3",
    "title": "A Baby and a Sock ",
    "article": "\n\nThe mother gave her baby a red apple. The baby tried to eat the apple. His mouth was too small. And he didn't have any teeth. His brother took the apple. His brother ate the apple. The baby cried. His brother gave the baby a blue ball to play with. The baby smiled. His brother took the ball from the baby. He rolled the ball on the floor. The brown and white dog picked up the ball. The dog chewed on the ball. The baby cried again. His brother picked up the cat. He put the cat on the bed with the baby. The baby pulled the cat's tail. The cat jumped off the bed. The dog chased the cat. The baby cried again. His brother let the baby hold a sock. The baby played with the sock. The baby was happy.\n\n",
    "keyword": "[\"baby\", \"ball\", \"brother\", \"apple\", \"sock\", \"play\"]",
    "ALS": "7.260869565217392"
  },
  {
    "english_id": "811",
    "id": "812",
    "level": "1",
    "topic": "2",
    "title": "A Backpack and a Bus ",
    "article": "\n\nIt is time to go to school. He puts his books into his backpack. He puts his arms through the straps. He puts his backpack on his back. He walks outside. He goes to the bus stop. He stands at the bus stop. He waits for the bus. He sees the bus.\n\n",
    "keyword": "[\"backpack\", \"strap\", \"book\", \"stand\", \"school\", \"wait\"]",
    "ALS": "6.777777777777778"
  },
  {
    "english_id": "818",
    "id": "819",
    "level": "1",
    "topic": "0",
    "title": "A Boat in the Tub ",
    "article": "\n\nHe fills the tub. He fills it with warm water. He gets in the tub. He plays with his rubber boat. The rubber boat floats on the water. He pushes the boat down. He pushes it to the bottom. He lets it go. It pops up to the top. It floats on top of the water.\n\n",
    "keyword": "[\"boat\", \"rubber\", \"float\", \"push\", \"fill\", \"water\"]",
    "ALS": "6.6"
  },
  {
    "english_id": "834",
    "id": "835",
    "level": "1",
    "topic": "3",
    "title": "A Farm Puzzle ",
    "article": "\n\nThe puzzle has 200 pieces. It is a puzzle of a farm. There are animals on the farm. There are buildings on the farm. There are white clouds in a blue sky. There is a bright sun. He sees a yellow piece. It is part of the sun. He sees a blue piece. It is part of the sky.\n\n",
    "keyword": "[\"farm\", \"piece\", \"puzzle\", \"blue\", \"building\", \"cloud\"]",
    "ALS": "6.9"
  },
  {
    "english_id": "836",
    "id": "837",
    "level": "1",
    "topic": "10",
    "title": "A Fork, Spoon, Plate, and Carrot ",
    "article": "\n\nHe picks up his fork. He picks up his spoon. He hits the plate with his fork. He hits the plate with his spoon. His mom says Stop. He stops. His mom puts a carrot on the plate. He looks at the carrot. He picks up the spoon. He hits the carrot with the spoon.\n\n",
    "keyword": "[\"spoon\", \"carrot\", \"plate\", \"fork\", \"pick\", \"\"]",
    "ALS": "6.5"
  },
  {
    "english_id": "846",
    "id": "847",
    "level": "1",
    "topic": "11",
    "title": "A Job on the Farm ",
    "article": "\n\nAndy's uncle is a farmer. Andy goes to the farm. He milks the cow. He feeds the pig. It is always hungry. He collects the eggs. The chickens lay many eggs. He finishes his three jobs. He says goodbye to his uncle. His uncle thanks him. He gives Andy two dozen eggs.\n\n",
    "keyword": "[\"andy\", \"uncle\", \"dozen\", \"goodbye\", \"chicken\", \"milk\"]",
    "ALS": "5.818181818181818"
  },
  {
    "english_id": "849",
    "id": "850",
    "level": "1",
    "topic": "3",
    "title": "A Long Life ",
    "article": "\n\nNancy wants to live a long time. She wants to live for one hundred years. She is five years old now. She wants to live 95 more years. Then she will be 100. Her father is 30 years old. He wants to live a long time, too. He wants to live for one hundred years. He wants to live for 70 more years. “Daddy, we will grow old together, okay?” Nancy said to her father. “Yes, honey, we will grow old together,” he said to Nancy. Then Nancy smiled. She gave her daddy a big hug.\n\n",
    "keyword": "[\"nancy\", \"live\", \"daddy\", \"father\", \"grow\", \"honey\"]",
    "ALS": "8.571428571428571"
  },
  {
    "english_id": "851",
    "id": "852",
    "level": "1",
    "topic": "2",
    "title": "A Mirror at Dance School ",
    "article": "\n\nShe goes to dance school. She wears special shoes. She stands in front of a mirror. It is a big mirror. It goes from one wall to the other. She holds onto a bar. She stretches her leg. She stretches the other leg. She points her toes. She bends over. She touches her toes.\n\n",
    "keyword": "[\"stretch\", \"mirror\", \"bend\", \"wall\", \"shoe\", \"touch\"]",
    "ALS": "5.909090909090909"
  },
  {
    "english_id": "856",
    "id": "857",
    "level": "1",
    "topic": "15",
    "title": "A One-Mile Race ",
    "article": "\n\nThere is a race today. He puts on his shorts. He puts on his sneakers. He goes to the track. It is a one-mile race. Other boys show up at the starting line. The race starts. All the boys run fast. They run around the track four times. The race ends. He comes in third place.\n\n",
    "keyword": "[\"race\", \"track\", \"sneaker\", \"short\", \"start\", \"fast\"]",
    "ALS": "6.090909090909091"
  },
  {
    "english_id": "875",
    "id": "876",
    "level": "1",
    "topic": "15",
    "title": "A Young Girl Knows How ",
    "article": "\n\nShe is six years old. She knows how to walk. She knows how to run. She knows how to swim. She knows how to play soccer. She knows how to ride a horse. She knows how to walk her dog. She knows how to read. She knows how to write.\n\n",
    "keyword": "[\"soccer\", \"write\", \"walk\", \"swim\", \"ride\", \"horse\"]",
    "ALS": "6.555555555555555"
  },
  {
    "english_id": "883",
    "id": "884",
    "level": "1",
    "topic": "15",
    "title": "An Airplane in the Sky ",
    "article": "\n\nThe boy hears a sound. He looks up. He sees an airplane. The airplane is in the sky. It is a silver airplane. It has two wings. It has a tail. It has two jet engines. There is a pilot on the airplane. He flies the airplane. He lands the airplane.\n\n",
    "keyword": "[\"airplane\", \"pilot\", \"engine\", \"silver\", \"sound\", \"tail\"]",
    "ALS": "5.636363636363637"
  },
  {
    "english_id": "887",
    "id": "888",
    "level": "1",
    "topic": "3",
    "title": "An Orange and Black Butterfly ",
    "article": "\n\nHe sees a butterfly. It is near a flower. It leaves the flower. It goes to another flower. He watches the butterfly. It is pretty. It has orange and black wings. It has little white spots on the wings. Its wings are thin. He tries to grab the butterfly. But it flies away.\n\n",
    "keyword": "[\"butterfly\", \"flower\", \"orange\", \"spot\", \"grab\", \"pretty\"]",
    "ALS": "5.818181818181818"
  },
  {
    "english_id": "893",
    "id": "894",
    "level": "1",
    "topic": "18",
    "title": "Apple for the Teacher ",
    "article": "\n\nAndrew was in the third grade. He loved his teacher. His teacher was young. She was pretty. She was friendly. She helped Andrew add numbers. She helped Andrew draw dogs and cats. She helped Andrew learn to spell. Andrew gave his teacher an apple one day. He gave her an orange another day. He gave her a peach another day. His teacher thanked him. “Thank you for the apple,” she said the first day. “Thank you for the orange,” she said the second day. “Thank you for the peach,” she said the third day. Each day Andrew said, “You're very welcome.”\n\n",
    "keyword": "[\"andrew\", \"teacher\", \"peach\", \"orange\", \"apple\", \"draw\"]",
    "ALS": "8.125"
  },
  {
    "english_id": "913",
    "id": "914",
    "level": "1",
    "topic": "2",
    "title": "Bug Lover ",
    "article": "\n\nAnthony went to the book store. He wanted to buy a book. He wanted to buy a book about bugs. He liked bugs. He picked up bugs in his yard. He took them to school. He showed the bugs to his teacher. His teacher told him the name of each bug. Then Anthony took the bugs home. He showed them to his parents. His mom told him to take the bugs out of the house. His dad liked to see the bugs. He said Anthony did a good job. He gave Anthony money to buy a book. So Anthony took the money to the book store. He looked for a book with lots of pictures of bugs.\n\n",
    "keyword": "[\"anthony\", \"book\", \"store\", \"teacher\", \"money\", \"picture\"]",
    "ALS": "8.3125"
  },
  {
    "english_id": "924",
    "id": "925",
    "level": "1",
    "topic": "2",
    "title": "Circus Clowns ",
    "article": "\n\nShe went to the circus with her parents. She was excited. She had never been to a circus. There were many clowns at the circus. She liked the clowns. They had funny faces. They had big, red noses. They wore funny hats. They wore big shoes. Their shoes were much bigger than her dad's shoes. They were twice as big as her dad's shoes. The clowns had loud horns. They honked their horns at each other. They didn't talk. They used their horns to talk. Honk, honk! She laughed at the clowns. They were so funny. They made her laugh. She told her dad, “Daddy, guess what? When I grow up, I'm going to be a clown!”\n\n",
    "keyword": "[\"clown\", \"honk\", \"shoe\", \"circus\", \"horn\", \"funny\"]",
    "ALS": "7.095238095238095"
  },
  {
    "english_id": "930",
    "id": "931",
    "level": "1",
    "topic": "3",
    "title": "Comics in the Newspaper ",
    "article": "\n\nShe opens the newspaper. She turns the page. She turns another page. She finds the comics. She likes the comics. They are fun to read. They are easy to read. They are pictures with words. The pictures are pretty. Sometimes they are in color. She looks at the pictures. She reads the words.\n\n",
    "keyword": "[\"picture\", \"comic\", \"newspaper\", \"color\", \"easy\", \"pretty\"]",
    "ALS": "5.416666666666667"
  },
  {
    "english_id": "958",
    "id": "959",
    "level": "1",
    "topic": "10",
    "title": "Farm Animals ",
    "article": "\n\nThe chicken and the duck were friends. They lived on a farm. They walked around together. They swam in the pond together. They talked about many things. They talked about the cat. They thought the cat was tricky. They thought the cat was dangerous. The cat looked at them a lot. They didn't trust the cat. “We must always keep our eyes open when the cat is around,” they both agreed. They talked about the dog. The dog was very friendly. The dog wanted to play. The dog had lots of energy. It barked a lot. It ran around a lot. They both liked the dog. They talked about the farmer. The farmer brought them food. The farmer took care of them. The farmer took care of all the animals. He fed the cow. He fed the pig. He fed the goat. He fed the sheep. He fed the rabbit. They liked the farmer. He took good care of everyone. He was a nice man. “Farmers are good,” said the chicken. “We need farmers,” said the duck.\n\n",
    "keyword": "[\"farmer\", \"feed\", \"talk\", \"duck\", \"care\", \"chicken\"]",
    "ALS": "6.84375"
  },
  {
    "english_id": "980",
    "id": "981",
    "level": "1",
    "topic": "11",
    "title": "Grandma and Grandpa Are Nice ",
    "article": "\n\nHer grandma is short and fat. Her grandpa is tall and thin. They are both old. They have white hair. They smell funny. They always hug her. They always kiss her. They always bring her gifts. They always bring her chocolates. They always visit for a few days. They are nice to her. She loves them.\n\n",
    "keyword": "[\"grandpa\", \"grandma\", \"bring\", \"smell\", \"chocolate\", \"kiss\"]",
    "ALS": "5.666666666666667"
  },
  {
    "english_id": "996",
    "id": "997",
    "level": "1",
    "topic": "15",
    "title": "He Rides His Bike ",
    "article": "\n\nHis left foot is on the pedal. His right foot is on the ground. He pushes down on the pedal. He takes his right foot off the ground. He puts it on the pedal. The pedals start to go around. They go around in a circle. His knees go up and down. The bicycle rolls forward.\n\n",
    "keyword": "[\"pedal\", \"foot\", \"circle\", \"ground\", \"knee\", \"left\"]",
    "ALS": "7.222222222222222"
  },
  {
    "english_id": "1009",
    "id": "1010",
    "level": "1",
    "topic": "10",
    "title": "His New Book ",
    "article": "\n\nLouis got a new book. The book was about animals. Louis loved animals. The book had lots of pictures. It had pictures of dogs and cats. It had pictures of cows and pigs. It had pictures of chickens and rabbits. It had pictures of squirrels and birds. Louis looked at the pictures on the first page. Then he turned the page. He looked at the pictures on the second page. Then he turned the page again. The book had 30 pages in it. Louis looked at all the pictures on all the pages.\n\n",
    "keyword": "[\"picture\", \"louis\", \"book\", \"animal\", \"squirrel\", \"chicken\"]",
    "ALS": "7.642857142857143"
  },
  {
    "english_id": "1019",
    "id": "1020",
    "level": "1",
    "topic": "2",
    "title": "Hungry Birds ",
    "article": "\n\nThe baby birds sat in the nest. There were two baby birds. They were in the nest. The nest was in the tree. The baby birds were waiting for mama bird. They were hungry. When would mama bird be back? Then they saw mama bird. She landed on the nest. She had two worms in her mouth. She gave one worm to each baby bird. The worms were delicious. The baby birds ate the worms very fast. Then they opened their mouths. They wanted another worm. Mama bird flew away. She went to get more worms.\n\n",
    "keyword": "[\"worm\", \"bird\", \"mama\", \"nest\", \"baby\", \"mouth\"]",
    "ALS": "6.647058823529412"
  },
  {
    "english_id": "1020",
    "id": "1021",
    "level": "1",
    "topic": "10",
    "title": "Hungry for Hot Dogs ",
    "article": "\n\nHe opens the refrigerator. He looks inside the refrigerator. He is hungry. He wants something to eat. He sees a package. It is a package of hot dogs. Six hot dogs are in the package. He takes two hot dogs out of the package. He closes the refrigerator. He puts the hot dogs on a plate.\n\n",
    "keyword": "[\"package\", \"refrigerator\", \"plate\", \"close\", \"hungry\", \"inside\"]",
    "ALS": "6.6"
  },
  {
    "english_id": "1050",
    "id": "1050",
    "level": "1",
    "topic": "14",
    "title": "Many Fish in the Ocean ",
    "article": "\n\nThe ocean is blue. The ocean is big. There are many fish in the ocean. There are big fish. There are small fish. There are fast fish and slow fish. The big fish eat the small fish. The fast fish eat the slow fish. The fishermen catch all the fish. The people eat all the fish.\n\n",
    "keyword": "[\"fish\", \"ocean\", \"slow\", \"fast\", \"fisherman\", \"blue\"]",
    "ALS": "6.6"
  },
  {
    "english_id": "1056",
    "id": "1056",
    "level": "1",
    "topic": "13",
    "title": "Monkeys at the Zoo ",
    "article": "\n\nShe goes to the zoo. There are many animals at the zoo. She likes the monkeys. They have funny faces. They have long tails. They jump around a lot. She goes to the monkey cage. There are six monkeys in the cage. She looks at them. She waves to them. She says hello to them.\n\n",
    "keyword": "[\"monkey\", \"cage\", \"funny\", \"wave\", \"tail\", \"jump\"]",
    "ALS": "6"
  },
  {
    "english_id": "1074",
    "id": "1074",
    "level": "1",
    "topic": "6",
    "title": "Peel and Eat an Orange ",
    "article": "\n\nShe grabs a sharp knife. She holds the orange. She cuts the skin of the orange. She cuts the skin in four equal sections. She peels the skin off the orange with her fingers. She throws the skin in the trash. She separates the orange into sections. She eats the sections one by one. They are sweet and juicy.\n\n",
    "keyword": "[\"orange\", \"trash\", \"equal\", \"peel\", \"finger\", \"knife\"]",
    "ALS": "7.555555555555555"
  },
  {
    "english_id": "1097",
    "id": "1097",
    "level": "1",
    "topic": "10",
    "title": "Read a Book in Bed ",
    "article": "\n\nThe book is on the nightstand. She gets into bed. She picks up the book. She opens the book. She reads ten pages. She likes the story. She turns to page eleven. Her dad comes in. He says good night. She kisses her dad. She closes the book. She turns off the lamp. She goes to sleep.\n\n",
    "keyword": "[\"book\", \"nightstand\", \"eleven\", \"lamp\", \"kiss\", \"story\"]",
    "ALS": "5.384615384615385"
  },
  {
    "english_id": "1098",
    "id": "1098",
    "level": "1",
    "topic": "10",
    "title": "Red Ball on the Floor ",
    "article": "\n\nThe window is open. Air comes through the window. It is warm air. It is a warm day. The air smells like bread. It smells like fresh bread. It smells good. It makes the boy hungry. The boy goes to the kitchen. He makes a sandwich. He sits down. He eats the sandwich.\n\n",
    "keyword": "[\"smell\", \"sandwich\", \"bread\", \"warm\", \"window\", \"fresh\"]",
    "ALS": "5.416666666666667"
  },
  {
    "english_id": "1101",
    "id": "1101",
    "level": "1",
    "topic": "3",
    "title": "Red Trees and Red Cats ",
    "article": "\n\nHe likes to color. He colors with his crayons. His crayon box has many crayons. Each crayon is a different color. He opens his coloring book. His favorite color is red. He colors the trees dark red. He colors the cats light red. He colors the sidewalks medium red. His mom buys extra red crayons for him.\n\n",
    "keyword": "[\"color\", \"crayon\", \"medium\", \"extra\", \"sidewalk\", \"favorite\"]",
    "ALS": "6.7"
  },
  {
    "english_id": "1103",
    "id": "1103",
    "level": "1",
    "topic": "10",
    "title": "Ride on the School Bus ",
    "article": "\n\nHe waits for the school bus. He sees the yellow bus. It stops in front of him. The door opens. He climbs up the steps. He says hello to the driver. The driver says good morning. He walks to the back of the bus. He sits next to the window. The bus starts. He looks out the window.\n\n",
    "keyword": "[\"driver\", \"window\", \"step\", \"yellow\", \"front\", \"climb\"]",
    "ALS": "6.2727272727272725"
  },
  {
    "english_id": "1112",
    "id": "1112",
    "level": "1",
    "topic": "11",
    "title": "School Is Out for Summer ",
    "article": "\n\nSummer vacation starts this afternoon. It starts at 3 o'clock. She is so happy. She looks at the clock. It is almost 3 o'clock. She is ready for a summer of fun. She is ready for fun at the beach. She looks at the clock again. In only five minutes, she goes home until September.\n\n",
    "keyword": "[\"clock\", \"summer\", \"vacation\", \"september\", \"afternoon\", \"beach\"]",
    "ALS": "7.222222222222222"
  },
  {
    "english_id": "1113",
    "id": "1113",
    "level": "1",
    "topic": "18",
    "title": "School Starts ",
    "article": "\n\nIt was the first day of school. Pete was in the first grade. He got on the school bus. It was a big yellow school bus. He did not know the kids on the bus. The kids on the bus did not know him. Many kids were talking. They were talking with one another. Pete sat in a seat by himself. He sat alone. He looked out the window. His mom was standing outside the window. He waved goodbye to his mom. She waved goodbye to him. The bus took off. The bus was going to school. Another boy sat down next to Pete. He said hello to Pete. Pete said hello to him. The boy's name was Eddie. He was in the first grade. He said he was a new student. He didn't know anyone. Pete said he was a new student, too. He didn't know anyone, either.\n\n",
    "keyword": "[\"pete\", \"school\", \"grade\", \"goodbye\", \"student\", \"wave\"]",
    "ALS": "7.16"
  },
  {
    "english_id": "1114",
    "id": "1114",
    "level": "1",
    "topic": "18",
    "title": "She Does Her Homework ",
    "article": "\n\nThe teacher asks a question. She raises her hand. Other students raise their hands. The teacher calls on her. She answers the question. The teacher says she is correct. She feels good. She smiles. She knows most of the answers. She does her homework at night. She knows the answers for the next day.\n\n",
    "keyword": "[\"answer\", \"teacher\", \"question\", \"raise\", \"correct\", \"homework\"]",
    "ALS": "5.909090909090909"
  },
  {
    "english_id": "1118",
    "id": "1118",
    "level": "1",
    "topic": "7",
    "title": "She Plays Basketball ",
    "article": "\n\nShe plays basketball. She plays basketball almost every day. There is a basketball court in the park. The park is near her house. She goes to the park after school. She plays with the boys. She is a good player. She makes a lot of shots. She scores a lot of points.\n\n",
    "keyword": "[\"basketball\", \"park\", \"play\", \"score\", \"player\", \"shot\"]",
    "ALS": "6.777777777777778"
  },
  {
    "english_id": "1142",
    "id": "1142",
    "level": "1",
    "topic": "15",
    "title": "Swimming Pool ",
    "article": "\n\nSharon jumped into the water at the swimming pool. She held her nose. She went under the water. Then she came back up. She swam to the ladder in the pool. She climbed out of the pool. She stood at the edge of the pool. She held her nose. She jumped in again. Sharon liked to jump into the pool. The water felt good. It was a hot day. The water was cool. The water felt so good. Sharon's mother had brought her to the pool. Her mother was sitting in a chair. She was watching Sharon. She wanted Sharon to have fun.\n\n",
    "keyword": "[\"sharon\", \"pool\", \"water\", \"jump\", \"nose\", \"swim\"]",
    "ALS": "6.777777777777778"
  },
  {
    "english_id": "1318",
    "id": "1318",
    "level": "1",
    "topic": "3",
    "title": "The Man in the Moon ",
    "article": "\n\nShe looked at the moon. It was big. It was round. It was white. It was big and round and white. It was much bigger than all the stars. The stars were little lights. The moon was a big, bright light. She looked around. She could see other houses. She could see the sidewalk. She could see the street. The moon was bright. It was not as bright as the sun. But it was much brighter than the stars. She looked at the moon. Her dad said there is a man in the moon. She looked for the man in the moon. She looked for his eyes. She looked for his nose. She looked for his mouth. She did not see the man in the moon.\n\n",
    "keyword": "[\"moon\", \"bright\", \"star\", \"white\", \"sidewalk\", \"nose\"]",
    "ALS": "6.7727272727272725"
  },
  {
    "english_id": "1362",
    "id": "1362",
    "level": "1",
    "topic": "11",
    "title": "The Rose",
    "article": "Once a poor woman had two little girls. The youngest child went to the woods every day to collect wood for the house.\nOne day, a strange little child helped her collect the wood and carry it home and then disappeared. The little girl told her mother about this strange child in the forest but her mother didn’t believe her and thought that she was telling a tale.\nOne day, the girl came home and showed her mother a rose and said that the little child had given it to her and told her that when it was in full bloom, the child would come back. The mother put the rose in water.\nMany days passed and one morning, the mother found her little girl lying dead but looking very happy..\nThe next morning the rose was in full bloom.",
    "keyword": "[\"child\", \"mother\", \"bloom\", \"girl\", \"wood\", \"collect\"]",
    "ALS": "19.25"
  },
  {
    "english_id": "1397",
    "id": "1397",
    "level": "1",
    "topic": "18",
    "title": "The Teacher Yells at Him ",
    "article": "\n\nHe asks a question. The teacher rolls his eyes. The teacher yells loudly at him. The teacher hurts his feelings. The teacher is mean. The teacher has bad manners. He hates the teacher. He asks no more questions. He drops out of the class. He never forgets that teacher. That teacher is his worst teacher ever.\n\n",
    "keyword": "[\"teacher\", \"question\", \"manner\", \"feeling\", \"class\", \"yell\"]",
    "ALS": "6.090909090909091"
  },
  {
    "english_id": "1410",
    "id": "1410",
    "level": "1",
    "topic": "2",
    "title": "The Tree Climber ",
    "article": "\n\nHe climbs a tree. He climbs from limb to limb. He climbs higher and higher. The ground gets farther away. The top of the tree gets closer. He sees a squirrel. It “barks” at him. He looks down at the people on the ground. His mother looks up in the tree. “Get down here right now!”\n\n",
    "keyword": "[\"limb\", \"climb\", \"tree\", \"closer\", \"ground\", \"squirrel\"]",
    "ALS": "7"
  },
  {
    "english_id": "1456",
    "id": "1456",
    "level": "1",
    "topic": "18",
    "title": "Trust God ",
    "article": "\n\nDon has cancer. He is 12 years old. But he is lucky. The doctor knows how to fix Don's cancer. The doctor told Don's mom to bring him to the hospital. Don's mom said no. She will let God fix Don's cancer. God will fix Don's cancer. She does not trust the doctor. She doesn't trust the hospital. She only trusts God. The doctor said Don will die. He said Don must come to the hospital. Don's mom ran away. She ran away with Don. The police are looking for Don and his mom. They want to save Don's life.\n\n",
    "keyword": "[\"cancer\", \"doctor\", \"hospital\", \"trust\", \"police\", \"lucky\"]",
    "ALS": "7.352941176470588"
  },
  {
    "english_id": "1469",
    "id": "1469",
    "level": "1",
    "topic": "2",
    "title": "Visit the Ocean ",
    "article": "\n\nDad took Beth to the ocean. This was her first visit to the ocean. This was her first visit to the beach. This was the first time she saw the sandy beach. She loved the sand. She dug holes in the sand. She filled up the holes. She held the sand in her hands. She dropped the sand out of her hands. She picked up the sand. She threw the sand. Her dad picked her up. She held onto him. He carried her to the edge of the water. He held both her hands. He let her stand in the water. Her feet got wet. She stood in the water. She watched the water cover her feet. She bent down. She picked up some wet sand. She threw the wet sand. She sat down in the water. She dug holes in the wet sand. Dad sat down next to her.\n\n",
    "keyword": "[\"water\", \"beach\", \"hold\", \"ocean\", \"visit\", \"pick\"]",
    "ALS": "7"
  },
  {
    "english_id": "1470",
    "id": "1470",
    "level": "1",
    "topic": "2",
    "title": "Visit the Park ",
    "article": "\n\nNancy took her daughter Donna to the park. The park had lots of trees. It had lots of squirrels and birds. The squirrels ran up and down the trees. The squirrels chased one another. The squirrels played with one another. The birds flew around. They flew down to the ground. They flew up into the trees. The squirrels and birds were good neighbors. Nancy sat down on a bench. She took a magazine out of her purse. She turned the pages of the magazine. Donna ran over to a squirrel. She tried to catch the squirrel. Then she tried to catch a bird. Donna chased the squirrels and birds. She never caught one squirrel. She never caught one bird. But she had a lot of fun.\n\n",
    "keyword": "[\"squirrel\", \"donna\", \"bird\", \"nancy\", \"magazine\", \"catch\"]",
    "ALS": "7.3"
  },
  {
    "english_id": "1473",
    "id": "1473",
    "level": "1",
    "topic": "10",
    "title": "Warm Air and a Sandwich ",
    "article": "\n\nThe window is open. Air comes through the window. It is warm air. It is a warm day. The air smells like bread. It smells like fresh bread. It smells good. It makes the boy hungry. The boy goes to the kitchen. He makes a sandwich. He sits down. He eats the sandwich.\n\n",
    "keyword": "[\"smell\", \"sandwich\", \"bread\", \"warm\", \"window\", \"fresh\"]",
    "ALS": "5.416666666666667"
  },
  {
    "english_id": "1481",
    "id": "1481",
    "level": "1",
    "topic": "10",
    "title": "Who Will Bell the Cat?",
    "article": "There was a certain cat that was troubling the mice and had killed many of them. All the mice met to talk about this big problem. The mice wanted to get rid of the cat and decided to make a plan. The mice sat and talked for a very long time but could not come to any conclusion.\nAn old mouse stood up and said, “I know what we should do! We should tie a bell around the cat’s neck. When the bell tinkles, we will know where the cat is!” All the other mice liked the idea. But one young mouse stood up and asked, “That is a good idea, but may I ask who will bell the cat?” None of the mice wanted to do that. The young mouse then said, “It is easy to sit and have big ideas. But it is never easy to carry them out.”",
    "keyword": "[\"mouse\", \"bell\", \"idea\", \"easy\", \"conclusion\", \"stand\"]",
    "ALS": "17.6"
  }
]